{"text": "InfecTracer: Approximate Nearest Neighbors Retrieval of GPS Location  Traces to Retrieve Susceptible Cases\nEpidemics, such as the present Covid-19 pandemic, usually spread at a rapid rate. Standard models, e.g., the SIR model, have stressed on the importance of finding the susceptible cases to flatten the growth rate of the spread of infection as early as possible. In the present scientific world, location traces in the form of GPS coordinates are logged by mobile device manufacturing and their operating systems developing companies, such as Apple, Samsung, Google etc. However, due to the sensitive nature of this data, it is usually not shared with other organisations, mainly to protect individual privacy. However, in disaster situations, such as epidemics, data in the form of location traces of a community of people can potentially be helpful to proactively locate susceptible people from the community and enforce quarantine on them as early as possible.   Since procuring such data for the purpose of restricted use is difficult (time-consuming) due to the sensitive nature of the data, a strong case needs to be made that how could such data be useful in disaster situations. The aim of this article is to to demonstrate a proof-of-the-concept that with the availability of massive amounts of real check-in data, it is feasible to develop a scalable system that is both effective (in terms of identifying the susceptible people) and efficient (in terms of the time taken to do so). We believe that this proof-of-the-concept will encourage sharing (with restricted use) of such sensitive data in order to help mitigate disaster situations.   In this article, we describe a software resource to efficiently (consuming a small run-time) locate a set of susceptible persons given a global database of user check-ins and a set of infected people. Specifically, we describe a system, named InfecTracer, that seeks to find out cases of close proximity of a person with another infected person.", "annotations": [{"label": "Disease", "start_offset": 138, "end_offset": 146}], "meta": {"id": "2004.08851v1", "source": "arxiv", "date": "2020-04-19"}}
{"text": "FEP-based screening prompts drug repositioning against COVID-19\nCoronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has become a global crisis. There is no therapeutic treatment specific for COVID-19. It is highly desirable to identify potential antiviral agents against SARS-CoV-2 from existing drugs available for other diseases and, thus, repurpose them for treatment of COVID-19. In general, a drug repurposing effort for treatment of a new disease, such as COVID-19, usually starts from a virtual screening of existing drugs, followed by experimental validation, but the actual hit rate is generally rather low with traditional computational methods. Here we report a new virtual screening approach with accelerated free energy perturbation-based absolute binding free energy (FEP-ABFE) predictions and its use in identifying drugs targeting SARS-CoV-2 main protease (Mpro). The accurate FEP-ABFE predictions were based on the use of a new restraint energy distribution (RED) function designed to accelerate the FEP-ABFE calculations and make the practical FEP-ABFE-based virtual screening of the existing drug library possible for the first time. As a result, out of twenty-five drugs predicted, fifteen were confirmed as potent inhibitors of SARS-CoV-2 Mpro. The most potent one is dipyridamole (Ki=0.04 M) which has showed promising therapeutic effects in subsequently conducted clinical studies for treatment of patients with COVID-19. Additionally, hydroxychloroquine (Ki=0.36 M) and chloroquine (Ki=0.56 M) were also found to potently inhibit SARS-CoV-2 Mpro for the first time. We anticipate that the FEP-ABFE prediction-based virtual screening approach will be useful in many other drug repurposing or discovery efforts.\n\nSignificance StatementDrug repurposing effort for treatment of a new disease, such as COVID-19, usually starts from a virtual screening of existing drugs, followed by experimental validation, but the actual hit rate is generally rather low with traditional computational methods. It has been demonstrated that a new virtual screening approach with accelerated free energy perturbation-based absolute binding free energy (FEP-ABFE) predictions can reach an unprecedently high hit rate, leading to successful identification of 16 potent inhibitors of SARS-CoV-2 main protease (Mpro) from computationally selected 25 drugs under a threshold of Ki = 4 M. The outcomes of this study are valuable for not only drug repurposing to treat COVID-19, but also demonstrating the promising potential of the FEP-ABFE prediction-based virtual screening approach.", "annotations": [{"label": "Disease", "start_offset": 55, "end_offset": 63}, {"label": "Disease", "start_offset": 64, "end_offset": 88}, {"label": "Disease", "start_offset": 90, "end_offset": 98}, {"label": "Disease", "start_offset": 255, "end_offset": 263}, {"label": "Disease", "start_offset": 438, "end_offset": 446}, {"label": "Disease", "start_offset": 526, "end_offset": 534}, {"label": "Disease", "start_offset": 1499, "end_offset": 1507}, {"label": "Disease", "start_offset": 1884, "end_offset": 1893}, {"label": "Disease", "start_offset": 2529, "end_offset": 2537}], "meta": {"id": "10.1101/2020.03.23.004580", "source": "biorxiv", "date": "2020-03-25"}}
{"text": "Epidemiological investigation and prevention control analysis of longitudinal distribution of COVID-19 in Henan province, China\nObjective: To analyze the vertical distribution of six cities in Henan Province,China from January 21, 2020 to June17, 2020: Xinyang City (including Gushi County), Nanyang City (including Dengzhou City), Zhumadian City (including XincaiCounty), Zhengzhou City (including Gongyi City), Puyang City and Anyang City (including Hua County) corona virus disease 2019(COVID-19) epidemiological characteristics and local prevention and control measures.Methods: Data were collected and analyzed through the COVID-19 information published on the official websites of health commissions of Henan Province and six cities.Results: As of June 17, 2020, the cumulative incidence rate of COVID-19 in Henan province was 1.33/100,000, the cumulative cure rate was 98.27%, the cumulative mortality rate was 1.73%, the age range of diagnosed cases was 5days-85years old, and the male to female ratio was 1.09:1.The confirmed cases of COVID-19 in Henan province were mainly imported cases from Hubei, accounting for 87.74%, of which the highest number was 70.50% in Zhumadian. The contact cases and local cases increased in a fluctuating manner over time.Significance: In this paper, epidemiological characteristics of COVID-19 in Henan province from the outbreak to the effective control within 60 days were analyzed, and effective and distinctive prevention and control measures in various cities were summarized, so as to provide a favorable reference for the further formulation and implementation of epidemic prevention and control and a valuable theoretical basis for effectively avoiding the second outbreak.", "annotations": [{"label": "Disease", "start_offset": 94, "end_offset": 102}, {"label": "Disease", "start_offset": 490, "end_offset": 498}, {"label": "Disease", "start_offset": 628, "end_offset": 636}, {"label": "Disease", "start_offset": 802, "end_offset": 810}, {"label": "Disease", "start_offset": 1044, "end_offset": 1052}, {"label": "Disease", "start_offset": 1328, "end_offset": 1336}, {"label": "Disease", "start_offset": 464, "end_offset": 489}], "meta": {"id": "10.1101/2020.07.25.20161844", "source": "medrxiv", "date": "2020-07-27"}}
{"text": "A review of information security aspects of the emerging COVID-19  contact tracing mobile phone applications\nThis paper discusses the aspects of data reliability and user privacy for the emerging practice of mobile phone based contact tracing for the COVID-19 pandemic. Various countries and large technology companies have already used or plan to design and use mobile phone based solutions, in an effort to urgently expedite the process of identifying people who may have been exposed to the disease and limit its spread to the general population. However, serious concerns have been raised both in terms of the validity of the collected data as well as the extent to which implemented approaches can breach the privacy of the mobile phone users. This review examines the weaknesses of existing implementations and concludes with specific recommendations that can contribute towards increasing the safety of infrastructures that collect and process this kind of information, as well as the adoption and acceptance of these solutions from the public.", "annotations": [{"label": "Disease", "start_offset": 57, "end_offset": 65}, {"label": "Disease", "start_offset": 251, "end_offset": 259}], "meta": {"id": "2006.00529v1", "source": "arxiv", "date": "2020-05-31"}}
{"text": "Repercussions of The COVID-19 Pandemic on the Well-Being and Training of Medical Clerks: A Pan-Canadian Survey\nBackground: The COVID-19 pandemic has been an unprecedented and potentially stressful event that inserted itself into the 2019-2020 Canadian medical curriculum. However, its impact on stress and subsequent professional pathways is not well understood. This study aims to assess the impact the COVID-19 pandemic on the mental well-being, training, and career choices of Canadian medical clerks within the first three months of the pandemic. It also aims to assess their use of university support systems and their appreciation of potential solutions to common academic stressors.Methods: An electronic survey composed of four sections: demographics, stressors experienced during the pandemic, World Health Organization (WHO) well-being index, and stress management and resources was distributed to Canadian clerks. Results: Clerks from 10 of the 17 Canadian medical faculties participated in this study (n=627). Forty-five percent of clerks reported higher levels of stress than usual; 22% reconsidered their residency choice; and 19% reconsidered medicine as a career. The factors that were most stressful among clerks were: the means of return to rotations; decreased opportunities to be productive in view of residency match; and taking the national licensing exam after the beginning of residency. The mean WHO well-being index was 14.8/25  4.5, indicating a poor level of well-being among a considerable proportion of students. Clerks who reconsidered their residency choice or medicine as a career had lower mean WHO well-being indices. Most clerks agreed with the following suggested solutions: training sessions on the clinical management of COVID-19 cases; being allowed to submit fewer reference letters when applying to residency; and having protected time to study for their licensing exam during residency. Overall, clerks were less concerned with being infected during their rotations than with the impact of the pandemic on their future career and residency match. Conclusion: The COVID-19 pandemic had a considerable impact on the medical curriculum and well-being of clerks. A number of student-identified solutions were proposed to reduce stress. The implementation of these solutions throughout the Canadian medical training system should be considered.", "annotations": [{"label": "Disease", "start_offset": 21, "end_offset": 29}, {"label": "Disease", "start_offset": 127, "end_offset": 135}, {"label": "Disease", "start_offset": 404, "end_offset": 412}, {"label": "Disease", "start_offset": 1761, "end_offset": 1769}, {"label": "Disease", "start_offset": 2107, "end_offset": 2115}], "meta": {"id": "10.21203/rs.3.rs-50193/v1", "source": "ResearchSquare", "date": "2020-07-28"}}
{"text": "Swarm Learning as a privacy-preserving machine learning approach for disease classification\nIdentification of patients with life-threatening diseases including leukemias or infections such as tuberculosis and COVID-19 is an important goal of precision medicine. We recently illustrated that leukemia patients are identified by machine learning (ML) based on their blood transcriptomes. However, there is an increasing divide between what is technically possible and what is allowed because of privacy legislation. To facilitate integration of any omics data from any data owner world-wide without violating privacy laws, we here introduce Swarm Learning (SL), a decentralized machine learning approach uniting edge computing, blockchain-based peer-to-peer networking and coordination as well as privacy protection without the need for a central coordinator thereby going beyond federated learning. Using more than 14,000 blood transcriptomes derived from over 100 individual studies with non-uniform distribution of cases and controls and significant study biases, we illustrate the feasibility of SL to develop disease classifiers based on distributed data for COVID-19, tuberculosis or leukemias that outperform those developed at individual sites. Still, SL completely protects local privacy regulations by design. We propose this approach to noticeably accelerate the introduction of precision medicine.", "annotations": [{"label": "Disease", "start_offset": 160, "end_offset": 169}, {"label": "Disease", "start_offset": 192, "end_offset": 204}, {"label": "Disease", "start_offset": 209, "end_offset": 217}, {"label": "Disease", "start_offset": 291, "end_offset": 299}, {"label": "Disease", "start_offset": 1162, "end_offset": 1170}, {"label": "Disease", "start_offset": 1172, "end_offset": 1184}, {"label": "Disease", "start_offset": 1188, "end_offset": 1197}], "meta": {"id": "10.1101/2020.06.25.171009", "source": "biorxiv", "date": "2020-06-26"}}
{"text": "Global academic response to COVID-19: Cross-sectional study\nObjective: To describe the global academic response to COVID-19 during its early stages. The responsiveness of investigators, editorial teams, and publishers was explored. Design: Cross-sectional bibliometric review of COVID-19 literature. A parallel search of Middle East Respiratory Syndrome (MERS) literature was performed for comparison of outcomes. Data sources: MEDLINE and EMBASE databases. The search for COVID-19 studies was performed between 1st November 2019 and 24th March 2020. The search for MERS studies was performed one year earlier between 1st November 2018 and 24th March 2019. Main outcome measures: Investigator-responsiveness was assessed by measuring the volume and type of published research. Editorial-responsiveness was assessed by measuring the time from manuscript submission to acceptance and the availability of original data to support the study results. Publisher-responsiveness was assessed by measuring the time from manuscript acceptance to first publication and the provision of open access. Results: In total, 398 of 2835 COVID-19 and 55 of 1513 MERS search results were eligible. Most COVID-19 studies were clinical reports (n=242; 60.8%) and the majority of these were case series (n=105; 43.4%) and single cases (n=65; 26.9%). The times from manuscript submission to acceptance (median: 5 days (IQR: 3-11) vs 71.5 days (38-106); P<0.001) and acceptance to publication (median: 5 days (IQR: 2-8) vs. 22.5 days (4-48.5-; P<0.001) were strikingly shorter for COVID-19. Almost all COVID-19 (n=396; 99.5%) and MERS (n=55; 100%) studies were available with open-access. Data sharing was infrequent, with original data available for 104 (26.1%) COVID-19 and 10 (18.2%) MERS studies (P=0.203). Conclusions: The early academic response to COVID-19 was characterised by investigators aiming to define the disease. These studies were made rapidly and openly available by editorial and publishing teams. Data sharing practises are an essential target for improvement as the pandemic progresses.", "annotations": [{"label": "Disease", "start_offset": 28, "end_offset": 36}, {"label": "Disease", "start_offset": 115, "end_offset": 123}, {"label": "Disease", "start_offset": 279, "end_offset": 287}, {"label": "Disease", "start_offset": 321, "end_offset": 353}, {"label": "Disease", "start_offset": 355, "end_offset": 359}, {"label": "Disease", "start_offset": 473, "end_offset": 481}, {"label": "Disease", "start_offset": 566, "end_offset": 570}, {"label": "Disease", "start_offset": 1119, "end_offset": 1127}, {"label": "Disease", "start_offset": 1143, "end_offset": 1147}, {"label": "Disease", "start_offset": 1183, "end_offset": 1191}, {"label": "Disease", "start_offset": 1556, "end_offset": 1564}, {"label": "Disease", "start_offset": 1577, "end_offset": 1585}, {"label": "Disease", "start_offset": 1605, "end_offset": 1609}, {"label": "Disease", "start_offset": 1738, "end_offset": 1746}, {"label": "Disease", "start_offset": 1762, "end_offset": 1766}, {"label": "Disease", "start_offset": 1830, "end_offset": 1838}], "meta": {"id": "10.1101/2020.04.27.20081414", "source": "medrxiv", "date": "2020-05-03"}}
{"text": "Measurement lessons of a repeated cross-sectional household food insecurity survey during the COVID-19 pandemic in Mexico\nObjective To validate the telephone modality of the Latin American and Caribbean Food Security Scale (ELCSA) included in three waves of a phone survey to estimate the monthly household food insecurity (HFI) prevalence during the COVID-19 pandemic in Mexico. Design We examined the reliability and internal validity of the ELCSA scale in three repeated waves of a cross-sectional surveys with Rasch models. We estimated the monthly prevalence of food insecurity in the general population and in households with and without children, and compared them with a national 2018 survey. We tested concurrent validity by testing associations of HFI with socioeconomic status and anxiety. Setting ENCOVID-19 is a monthly telephone cross-sectional survey collecting information on the well-being of Mexican households during the pandemic lockdown. Surveys used probabilistic samples and we used data from April (n=833), May (n=850), and June 2020 (n=1,674). Participants Mexicans 18 years or older who had a mobile telephone. Results ELCSA had adequate model fit and HFI was associated, within each wave, with more poverty and anxiety. The COVID-19 lockdown was associated with an important reduction in food security; decreasing stepwise from 38.9% in 2018 to 24.9% in June 2020 in households with children. Conclusions Telephone surveys are a feasible strategy to monitor food insecurity with ELCSA.", "annotations": [{"label": "Disease", "start_offset": 94, "end_offset": 102}, {"label": "Disease", "start_offset": 351, "end_offset": 359}, {"label": "Disease", "start_offset": 1251, "end_offset": 1259}], "meta": {"id": "10.1101/2020.08.04.20167650", "source": "medrxiv", "date": "2020-08-06"}}
{"text": "Hemogram Data as a Tool for Decision-making in COVID-19 Management: Applications to Resource Scarcity Scenarios\nBackground: COVID-19 pandemics has challenged emergency response systems worldwide, with widespread reports of essential services breakdown and collapse of health care structure. A critical element involves essential workforce management since current protocols recommend release from duty for symptomatic individuals, including essential personnel. Testing capacity is also problematic in several countries, where diagnosis demand outnumbers available local testing capacity. Purpose: This work describes a machine learning model derived from hemogram exam data performed in symptomatic patients and how they can be used to predict qRT-PCR test results. Methods: A Naive-Bayes model for machine learning is proposed for handling different scarcity scenarios, including managing symptomatic essential workforce and absence of diagnostic tests. Hemogram result data was used to predict qRT-PCR results in situations where the latter was not performed, or results are not yet available. Adjusts in assumed prior probabilities allow fine-tuning of the model, according to actual prediction context. Results: Proposed models can predict COVID-19 qRT-PCR results in symptomatic individuals with high accuracy, sensitivity and specificity. Data assessment can be performed in an individual or simultaneous basis, according to desired outcome. Based on hemogram data and background scarcity context, resource distribution is significantly optimized when model-based patient selection is observed, compared to random choice. The model can help manage testing deficiency and other critical circumstances. Conclusions: Machine learning models can be derived from widely available, quick, and inexpensive exam data in order to predict qRT-PCR results used in COVID-19 diagnosis. These models can be used to assist strategic decision-making in resource scarcity scenarios, including personnel shortage, lack of medical resources, and testing insufficiency.", "annotations": [{"label": "Disease", "start_offset": 47, "end_offset": 55}, {"label": "Disease", "start_offset": 124, "end_offset": 132}, {"label": "Disease", "start_offset": 1245, "end_offset": 1253}, {"label": "Disease", "start_offset": 1860, "end_offset": 1868}], "meta": {"id": "10.1101/2020.05.09.20096818", "source": "medrxiv", "date": "2020-05-15"}}
{"text": "The relative power of individual distancing efforts and public policies to curb the COVID-19 epidemics\nLockdown curbs the COVID-19 epidemics but at huge costs. Public debates question its impact ompared with reliance on individual responsibility. We aim at understanding how rationally chosen self-protective behavior impacts the spread of the epidemics. We want to, first, assess the value of lockdown compared to a counterfactual that incorporates self-protection efforts under unknown disease prevalence; and second, assess how individual behavior modify the epidemic dynamics when mandatory policies are relaxed. We couple an SLIAR model, that includes asymptomatic transmission, with utility maximization: Individuals trade off economic and wellbeing costs from physical distancing with a lower infection risk. Effort depends on risk aversion, perceptions, and the value of contacts. In a Nash equilibrium, individual uncoordinated efforts yield average contact intensity, which drives epidemic transmission. Equilibrium effort differs markedly from constant, stochastic or proportional contacts reduction. It adjusts to reported cases in a way that creates a slightly decreasing plateau in epidemic prevalence. Calibration on French data shows that the number of deaths with no lockdown but equilibrium efforts is only 1/6 to 1/10 of the number predicted with business-as-usual. However, lockdown saves at least 50% more lives than individual efforts alone. Prolonged weaker restrictions prevent an exponential rebound. Public policies post-lockdown have a limited impact as they partly crowd out individual efforts. Compulsory mask wearing helps resume activity but has no impact on the epidemic. Communication that increases risk salience is more effective.", "annotations": [{"label": "Disease", "start_offset": 84, "end_offset": 92}, {"label": "Disease", "start_offset": 122, "end_offset": 130}], "meta": {"id": "10.1101/2020.07.06.20147033", "source": "medrxiv", "date": "2020-07-07"}}
{"text": "Variation of positiveness to enhance testing of specimens during an epidemic\nRapid testing of appropriate specimens from patients suspected for a disease during an epidemic, such as the current Coronavirus outbreak, is of a great importance for the disease management and control. We propose a method to enhance processing large amounts of collected samples. The method is based on mixing samples in testing tubes in a specific configuration, as opposed to testing single samples in each tube, and accounting for natural virus amounts in infected patients from variation of positiveness in test tubes. To illustrate the efficiency of the suggested method we carry out numerical tests for actual scenarios under various tests. Applying the proposed method enhances the number of tests by order of magnitudes, where all positives are identified with no false negatives, and the effective testing time can be reduced drastically even when the uncertainty in the test is relatively high.", "annotations": [], "meta": {"id": "10.21203/rs.3.rs-28144/v1", "source": "ResearchSquare", "date": "2020-05-08"}}
{"text": "Rational Design of the Remdesivir Binding Site in the RNA-dependent RNA Polymerase of SARS-CoV-2: Implications for Potential Resistance\nABSTRACTSARS-CoV-2 is rapidly evolving with the continuous emergence of new mutations. There is no specific antiviral therapy for COVID-19, and the use of Remdesivir for treating COVID-19 will likely continue before clinical trials are completed. Due to the lengthening pandemic and evolving nature of the virus, predicting potential residues prone to mutations is crucial for the management of Remdesivir resistance. We used a rational ligand-based interface design complemented with mutational mapping to generate a total of 100,000 mutations and provide insight into the functional outcome of mutations in the Remdesivir-binding site in nsp12. After designing 56 residues in the Remdesivir binding site of nsp12, the designs retained 96-98% sequence identity, which suggests that SARS-CoV-2 attains resistance and develops further infectivity with very few mutations in the nsp12. We also identified affinity-attenuating Remdesivir binding designs of nsp12. Several mutants acquired decreased binding affinity with Remdesivir, which suggested drug resistance. These hotspot residues had a higher probability of undergoing selective mutations in the future to develop Remdesivir and related drug-based resistance. A comparison of 21 nsp12 Remdesivir-bound designs to the 13 EIDD-2801-bound nsp12 designs suggested that EIDD-2801 would be more effective in preventing the emergence of resistant mutations and against Remdesivir-resistance strains due to the restricted mutational landscape. Combined with the availability of more genomic data, our information on mutation repertoires is critical to guide scientists to rational structure-based drug discovery. Knowledge of the potential residues prone to mutation improves our understanding and management of drug resistance and disease pathogenesis.Competing Interest StatementThe authors have declared no competing interest.View Full Text", "annotations": [{"label": "Disease", "start_offset": 266, "end_offset": 274}, {"label": "Disease", "start_offset": 315, "end_offset": 323}], "meta": {"id": "10.1101/2020.06.27.174896", "source": "biorxiv", "date": "2020-06-29"}}
{"text": "Sleepless in Lockdown: unpacking differences in sleep loss during the coronavirus pandemicin the UK\nBackground: Covid-19 has been shown to be having a disproportionate impact on the health of individuals from different ethnic groups and those employed in certain occupations, whilst the indirect impacts of Covid-19, including the closure of schools and business and the move to home working, fall disproportionately on the young and on women. These factors may in turn impact upon sleep health. Research on sleep deprivation during the pandemic crisis to date has been limited. The present study aimed to explore the levels and social determinants of self-reported sleep loss among the general population during the Covid-19 pandemic in the UK, with a particular focus on ethnic and gender disparities. Methods: Newly available national representative survey data from Understanding Society COVID19 Study collected during April 2020 were analysed. These data were linked to Wave 9 of Understanding Society conducted in 2018/19, providing information about the respondents prior to the outbreak of the pandemic. Cross-sectional analysis provided prevalence estimates, whilst analysis of the linked longitudinal data provided incidence estimates. The analytical sample included 15,360 respondents aged 16 and above; among these, 12,206 reported no problem of sleep loss before the epidemic. Results: Prevalence and incidence rates of perceived sleep loss were 24.7% and 20.2% respectively. Women (at the level of 31.8% and 27.0%) and individuals from Black, Asian, and minority ethnic (BAME) communities (at the level of 32.0% and 24.6%) were more vulnerable to sleep deprivation due to the pandemic. Multivariate regression analysis shows that being female, the presence of young children in the household, perceived financial difficulties and being a Covid-19-related key worker were all predictive of sleep loss. Once these covariates were controlled for the bivariate relationship between ethnicity and sleep loss was reversed, reflecting the complex interaction between the coronavirus epidemic and ethnicity. Conclusions: The pandemic has widened the disparity of sleep deprivation across different groups, with women with young children, key workers and people of BAME heritage all experiencing difficulty in sleeping, which in turn may negatively affect mental and physical health and well-being.", "annotations": [{"label": "Disease", "start_offset": 112, "end_offset": 120}, {"label": "Disease", "start_offset": 48, "end_offset": 58}, {"label": "Disease", "start_offset": 307, "end_offset": 315}, {"label": "Disease", "start_offset": 666, "end_offset": 676}, {"label": "Disease", "start_offset": 717, "end_offset": 725}, {"label": "Disease", "start_offset": 892, "end_offset": 899}, {"label": "Disease", "start_offset": 1661, "end_offset": 1678}, {"label": "Disease", "start_offset": 1903, "end_offset": 1913}, {"label": "Disease", "start_offset": 2169, "end_offset": 2186}, {"label": "Disease", "start_offset": 1852, "end_offset": 1860}], "meta": {"id": "10.1101/2020.07.19.20157255", "source": "medrxiv", "date": "2020-07-21"}}
{"text": "Performance of fabrics for home-made masks against spread of respiratory infection through droplets: a quantitative mechanistic study\nRespiratory infections may spread through droplets, Respiratory infections may spread through droplets and aerosols released by infected individuals coughing, sneezing, or speaking. In the case of Coronavirus Disease 2019 (COVID-19), spread can occur from symptomatic, pre-symptomatic, and asymptomatic persons. Given the limited supply of professional face masks and respirators, the U.S. Centers for Disease Control and Prevention (CDC) has recommended home-made cloth face coverings for use by the general public in areas of significant community-based transmission. There is, however, little information on the effectiveness of cloth face coverings in reducing droplet dissemination. Here, we ascertained the performance of 11 household fabrics at blocking high-velocity droplets, using a commercial medical mask as a benchmark. We also assessed their breathability (air permeability), texture, fiber composition, and water absorption properties. We found that droplet blocking efficiency anti-correlates with breathability; less breathable fabrics being more effective in blocking. However, materials with high breathability are desirable for comfort and to reduce airflow through gaps between the mask and face. Our measurements indicate that 2 or 3 layers of highly permeable fabric, such as T-shirt cloth, may block droplets with an efficacy similar to that of medical masks, while still maintaining comparable breathability. Overall, our study suggests that cloth face coverings, especially with multiple layers, may help reduce droplet transmission of respiratory infections. Furthermore, face coverings made from biodegradable fabrics such as cotton allow washing and reusing, and can help reduce the adverse environmental effects of widespread use of commercial disposable and non-biodegradable facemasks.", "annotations": [{"label": "Disease", "start_offset": 331, "end_offset": 355}, {"label": "Disease", "start_offset": 357, "end_offset": 365}, {"label": "Disease", "start_offset": 61, "end_offset": 82}, {"label": "Disease", "start_offset": 134, "end_offset": 156}, {"label": "Disease", "start_offset": 1696, "end_offset": 1718}], "meta": {"id": "10.1101/2020.04.19.20071779", "source": "medrxiv", "date": "2020-04-24"}}
{"text": "Community Pharmacy Response to Infection Control during COVID-19. A Cross-Sectional Survey.\nBackground: Australia received its first case of coronavirus on 25 January 2020. Since then the demands of COVID-19 has presented unparalleled levels of strain on the public healthcare systems in the country. In this time of crisis, pharmacists and community pharmacy staff have modified work strategies according to the rapidly changing environment. With a delayed dissemination of resources and guidelines, pharmacist and pharmacies are practicing innovative infection control methods across Australia to protect their staff, patients and the community. This article seeks to explore the current activities undertaken by pharmacists in various community pharmacy settings across Australia in relation to the safety of the workplace environments for staff and patients. Information collected can help inform future decisions in pandemic preparation for pharmacies in response to similar health crisis now and in the future. Methods: An online cross-sectional survey study was conducted in Australia during the COVID-19 outbreak from 1st to 30th April 2020. The questionnaire addressed community pharmacist’s awareness and response to infection and sanitation control. Results: A total of 137 pharmacists took part in the survey, with almost half (45.26%) belonging to the age group of 25 to 34 years. Community pharmacy formed the bulk (89.05%) of the respondent’s primary place of practice. There was a good uptake of safety measures by pharmacists and their pharmacies to protect staff and patients. However the task of reassigning high health risk staff was not heavily practiced (34.31%). Regular cleaning took place in the pharmacy, but the use of gloves while cleaning was not practiced in 48.18% of respondents. In addition, only 46.72% of respondents reported observing script baskets being cleaned and disinfected. About one-third (37.96%) of pharmacists were aware of the two-step cleaning and disinfecting process, but only 18.98% of pharmacists reported observing or performing this sanitation procedure. More than half of surveyed pharmacists reported having difficulty keeping up with infection control changes and pharmacy practice guidelines during the pandemic. Conclusion: This study demonstrates that the majority of pharmacists are not fully aware of the infection control measures needed in a community pharmacy setting. The influx of coronavirus updates has made it difficult for pharmacists to implement accurate procedures on some aspects of workplace hygiene, which may have led to some gaps in infection control measures. Pharmacists must aim to uphold their public health ambassador role and aim to keep up-to-date with professional guidance to provide the necessary infection control measures to ensure staff, patient and public health safety.", "annotations": [{"label": "Disease", "start_offset": 56, "end_offset": 64}, {"label": "Disease", "start_offset": 199, "end_offset": 207}, {"label": "Disease", "start_offset": 1103, "end_offset": 1111}], "meta": {"id": "10.20944/preprints202005.0338.v1", "source": "preprints.org", "date": "2020-05-21"}}
{"text": "COVID-Align: Accurate online alignment of hCoV-19 genomes using a profile HMM\nMotivationThe first cases of the COVID-19 pandemic emerged in December 2019. Until the end of February 2020, the number of available genomes was below 1,000, and their multiple alignment was easily achieved using standard approaches. Subsequently, the availability of genomes has grown dramatically. Moreover, some genomes are of low quality with sequencing/assembly errors, making accurate re-alignment of all genomes nearly impossible on a daily basis. A more efficient, yet accurate approach was clearly required to pursue all subsequent bioinformatics analyses of this crucial data.\n\nResultshCoV-19 genomes are highly conserved, with very few indels and no recombination. This makes the profile HMM approach particularly well suited to align new genomes, add them to an existing alignment and filter problematic ones. Using a core of [~]2,500 high quality genomes, we estimated a profile using HMMER, and implemented this profile in COVID-Align, a user-friendly interface to be used online or as standalone via Docker. The alignment of 1,000 genomes requires less than 20mn on our cluster. Moreover, COVID-Align provides summary statistics, which can be used to determine the sequencing quality and evolutionary novelty of input genomes (e.g. number of new mutations and indels).\n\nAvailabilityhttps://covalign.pasteur.cloud, hub.docker.com/r/evolbioinfo/covid-align\n\nContactsolivier.gascuel@pasteur.fr, frederic.lemoine@pasteur.fr\n\nSupplementary informationSupplementary information is available at Bioinformatics online.", "annotations": [{"label": "Disease", "start_offset": 111, "end_offset": 119}], "meta": {"id": "10.1101/2020.05.25.114884", "source": "biorxiv", "date": "2020-05-25"}}
{"text": "Predicting commercially available antiviral drugs that may act on the novel coronavirus (2019-nCoV), Wuhan, China through a drug-target interaction deep learning model\nThe infection of a novel coronavirus found in Wuhan of China (2019-nCoV) is rapidly spreading, and the incidence rate is increasing worldwide. Due to the lack of effective treatment options for 2019-nCoV, various strategies are being tested in China, including drug repurposing. In this study, we used our pretrained deep learning-based drug-target interaction model called Molecule Transformer-Drug Target Interaction (MT-DTI) to identify commercially available drugs that could act on viral proteins of 2019-nCoV. The result showed that atazanavir, an antiretroviral medication used to treat and prevent the human immunodeficiency virus (HIV), is the best chemical compound, showing a inhibitory potency with Kd of 94.94 nM against the 2019-nCoV 3C-like proteinase, followed by efavirenz (199.17 nM), ritonavir (204.05 nM), and dolutegravir (336.91 nM). Interestingly, lopinavir, ritonavir, and darunavir are all designed to target viral proteinases. However, in our prediction, they may also bind to the replication complex components of 2019-nCoV with an inhibitory potency with Kd < 1000 nM. In addition, we also found that several antiviral agents, such as Kaletra, could be used for the treatment of 2019-nCoV, although there is no real-world evidence supporting the prediction. Overall, we suggest that the list of antiviral drugs identified by the MT-DTI model should be considered, when establishing effective treatment strategies for 2019-nCoV.", "annotations": [{"label": "Disease", "start_offset": 172, "end_offset": 204}], "meta": {"id": "10.1101/2020.01.31.929547", "source": "biorxiv", "date": "2020-02-02"}}
{"text": "Impact of climatic parameters on COVID-19 pandemic progression in India: analysis and prediction\nCOVID-19 is spreading rapidly worldwide and various factors of it have to be analysed. We analyze the effect of climatic parameters (Average Temperature (AT), Atmospheric Pressure (AP), Relative Humidity (RH), Solar Radiation (SR) and Wind Speed (WS)) on the COVID-19 epidemic during 25 March 2020 to 15 June 2020 in most affected states of India i.e. Maharashtra, Delhi and Tamilnadu. We quantitatively establish the correlation between these parameters by using Kendall & Spearman rank correlation test. The results indicate that the positive cases are highly correlated with the AT (r^2 >0.6,p<0.001) in Delhi where as a moderate correlation ( r^2<0.6,p<0.001) has been estimated for Maharashtra and Tamilnadu. Similarly, an intermediate range of correlation coefficient has been observed for other climatic parameters. The range of climatic parameters have been found corresponding to maximum number of cases results as AT (25~40 0 C), RH (40~70%), AT (740~965 mmHg), SR (200-250 W/mt2) and WS (.5~14 m/sec). Time series analysis depicts that the positive cases and mortality are increasing rapidly. COVID-19 epidemic peak is predicted and would be appearing October 2020 using SIR model for capital of India (New Delhi). The outcomes of this study will be helpful for the containment of COVID-19 worldwide.", "annotations": [{"label": "Disease", "start_offset": 32, "end_offset": 41}, {"label": "Disease", "start_offset": 97, "end_offset": 105}, {"label": "Disease", "start_offset": 356, "end_offset": 364}, {"label": "Disease", "start_offset": 1201, "end_offset": 1209}, {"label": "Disease", "start_offset": 1389, "end_offset": 1397}], "meta": {"id": "10.1101/2020.07.25.20161919", "source": "medrxiv", "date": "2020-07-28"}}
{"text": "Virtual Screening Based Prediction of Potential Drugs for COVID-19\nSARS-CoV-2 is the betacoronavirus responsible for the COVID-19 pandemic. It was listed as a potential global health threat by WHO due to high mortality, high basic reproduction number and lack of clinically approved drugs and vaccines for COVID-19. The genomic sequence of the virus responsible for COVID-19, as well as the experimentally determined three dimensional structure of the Main protease (Mpro) are available. The reported structure of the target Mpro was utilized in this study to identify potential drugs for COVID-19 using molecular docking based virtual screening of all approved drugs. The results of this study confirm preliminary reports that some of the drugs approved for treatment of other viral infections have the potential for treatment of COVID-19. Selected antiviral drugs, approved for human therapeutic applications, were ranked for potential effectiveness against COVID-19, based on predicted binding energy to the target Mpro of SARS-CoV-2, and novel candidates for drug repurposing were identified in this study. In addition, potential mechanisms for beneficial off target effects of some drugs in clinical trials were identified by using molecular docking.", "annotations": [{"label": "Disease", "start_offset": 58, "end_offset": 66}, {"label": "Disease", "start_offset": 121, "end_offset": 129}, {"label": "Disease", "start_offset": 306, "end_offset": 314}, {"label": "Disease", "start_offset": 366, "end_offset": 374}, {"label": "Disease", "start_offset": 589, "end_offset": 597}, {"label": "Disease", "start_offset": 831, "end_offset": 839}, {"label": "Disease", "start_offset": 960, "end_offset": 968}], "meta": {"id": "10.20944/preprints202002.0418.v2", "source": "preprints.org", "date": "2020-03-09"}}
{"text": "A potential role for AHR in SARS-CoV-2 pathology\nCoronavirus infection is associated to life-threatening respiratory failure. The aryl hydrocarbon receptor (AHR) was recently identified as a host factor for Zika and dengue viruses; AHR antagonists decrease viral titers and ameliorate ZIKV-induced pathology in vivo. Here we report that AHR is activated during coronavirus infection, impacting anti-viral immunity and lung basal cells associated to tissue repair. Hence, AHR antagonists are candidate therapeutics for the management of coronavirus-infected patients.", "annotations": [{"label": "Disease", "start_offset": 49, "end_offset": 70}, {"label": "Disease", "start_offset": 361, "end_offset": 382}, {"label": "Disease", "start_offset": 536, "end_offset": 556}], "meta": {"id": "10.21203/rs.3.rs-25639/v1", "source": "ResearchSquare", "date": "2020-04-26"}}
{"text": "Supplementing the National Early Warning Score (NEWS2) for anticipating early deterioration among patients with COVID-19 infection\nObjectives: To evaluate the National Early Warning Score (NEWS2), currently recommended in the UK for risk-stratification of severe COVID-19 outcomes, and subsequently identify and validate a minimal set of common parameters taken at hospital admission that improve the score. Design: Retrospective observational cohort with internal and multi-hospital external validation. Setting: Secondary care. Interventions: Not applicable. Participants: Training and temporal external validation cohorts comprised 1464 patients admitted to King's College Hospital NHS Foundation Trust (KCH) with COVID-19 disease from 1st March to 30th April 2020. External validation cohorts included 3869 patients from two UK NHS Trusts (Guys and St Thomas' Hospitals, GSTT and University Hospitals Southampton, UHS) and two hospitals in Wuhan, China (Wuhan Sixth Hospital and Taikang Tongji Hospital). Main outcome measures: The primary outcome was patient status at 14 days after symptom onset categorised as severe disease (transferred to intensive care unit or death). Age, physiological measures, blood biomarkers, sex, ethnicity and comorbidities (hypertension, diabetes, cardiovascular, respiratory and kidney diseases) were included. Results: NEWS2 score on admission was a weak predictor of severe COVID-19 infection (AUC = 0.628). Adding age and common blood tests (CRP, neutrophil count, estimated GFR and albumin) provided substantial improvements to a risk stratification model, particularly in relation to sensitivity, but performance was only moderate (AUC = 0.753). Improvement over NEWS2 remained robust and generalisable in GSTT (AUC = 0.817), UHS (AUC = 0.835) and Wuhan hospitals (AUC = 0.918). Conclusions: Adding age and a minimal set of blood parameters to NEWS2 improves the detection of patients likely to develop severe COVID-19 outcomes. This finding was replicated across NHS and non-UK hospitals. Adding a few common parameters to a pre-existing acuity score allows rapid and easy implementation of this risk-scoring system.", "annotations": [{"label": "Disease", "start_offset": 112, "end_offset": 121}, {"label": "Disease", "start_offset": 263, "end_offset": 271}, {"label": "Disease", "start_offset": 717, "end_offset": 725}, {"label": "Disease", "start_offset": 1260, "end_offset": 1272}, {"label": "Disease", "start_offset": 1274, "end_offset": 1282}, {"label": "Disease", "start_offset": 1413, "end_offset": 1421}, {"label": "Disease", "start_offset": 1952, "end_offset": 1960}, {"label": "Disease", "start_offset": 1284, "end_offset": 1331}], "meta": {"id": "10.1101/2020.04.24.20078006", "source": "medrxiv", "date": "2020-04-29"}}
{"text": "Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data\nThe geographic spread of 2019 novel coronavirus (COVID-19) infections from the epicenter of Wuhan, China, has provided an opportunity to study the natural history of the recently emerged virus. Using publicly available event-date data from the ongoing epidemic, the present study investigated the incubation period and other time intervals that govern the epidemiological dynamics of COVID-19 infections. Our results show that the incubation period falls within the range of 2-14 days with 95% confidence and has a mean of around 5 days when approximated using the best-fit lognormal distribution. The mean time from illness onset to hospital admission (for treatment and/or isolation) was estimated at 3-4 days without truncation and at 5-9 days when right truncated. Based on the 95th percentile estimate of the incubation period, we recommend that the length of quarantine should be at least 14 days. The median time delay of 13 days from illness onset to death (17 days with right truncation) should be considered when estimating the COVID-19 case fatality risk.", "annotations": [{"label": "Disease", "start_offset": 1157, "end_offset": 1165}, {"label": "Disease", "start_offset": 503, "end_offset": 522}, {"label": "Disease", "start_offset": 144, "end_offset": 188}, {"label": "Disease", "start_offset": 41, "end_offset": 62}], "meta": {"id": "10.1101/2020.01.26.20018754", "source": "medrxiv", "date": "2020-01-28"}}
{"text": "Predictions, role of interventions and effects of a historic national lockdown in India's response to the COVID-19 pandemic: data science call to arms\nImportance: India has taken strong and early public health measures for arresting the spread of the COVID-19 epidemic. With only 536 COVID-19 cases and 11 fatalities, India - a democracy of 1.34 billion people - took the historic decision of a 21-day national lockdown on March 25. The lockdown was further extended to May 3, soon after the analysis of this paper was completed. Objective: To study the short- and long-term impact of an initial 21-day lockdown on the total number of COVID-19 cases in India compared to other less severe non-pharmaceutical interventions using epidemiological forecasting models and Bayesian estimation algorithms; to compare effects of hypothetical durations of lockdown from an epidemiological perspective; to study alternative explanations for slower growth rate of the virus outbreak in India, including exploring the association of the number of cases and average monthly temperature; and finally, to outline the pivotal role of reliable and transparent data, reproducible data science methods, tools and products as we reopen the country and prepare for a post lock-down phase of the pandemic. Design, Setting, and Participants: We use the daily data on the number of COVID-19 cases, of recovered and of deaths from March 1 until April 7, 2020 from the 2019 Novel Coronavirus Visual Dashboard operated by the Johns Hopkins University Center for Systems Science and Engineering (JHU CSSE). Additionally, we use COVID-19 incidence counts data from Kaggle and the monthly average temperature of major cities across the world from Wikipedia. Main Outcome and Measures: The current time-series data on daily proportions of cases and removed (recovered and death combined) from India are analyzed using an extended version of the standard SIR (susceptible, infected, and removed) model. The eSIR model incorporates time-varying transmission rates that help us predict the effect of lockdown compared to other hypothetical interventions on the number of cases at future time points. A Markov Chain Monte Carlo implementation of this model provided predicted proportions of the cases at future time points along with credible intervals (CI). Results: Our predicted cumulative number of COVID-19 cases in India on April 30 assuming a 1-week delay in people's adherence to a 21-day lockdown (March 25 - April 14) and a gradual, moderate resumption of daily activities after April 14 is 9,181 with upper 95% CI of 72,245. In comparison, the predicted cumulative number of cases under \"no intervention\" and \"social distancing and travel bans without lockdown\" are 358 thousand and 46 thousand (upper 95% CI of nearly 2.3 million and 0.3 million) respectively. An effective lockdown can prevent roughly 343 thousand (upper 95% CI 1.8 million) and 2.4 million (upper 95% CI 38.4 million) COVID-19 cases nationwide compared to social distancing alone by May 15 and June 15, respectively. When comparing a 21-day lockdown with a hypothetical lockdown of longer duration, we find that 28-, 42-, and 56-day lockdowns can approximately prevent 238 thousand (upper 95% CI 2.3 million), 622 thousand (upper 95% CI 4.3 million), 781 thousand (upper 95% CI 4.6 million) cases by June 15, respectively. We find some suggestive evidence that the COVID-19 incidence rates worldwide are negatively associated with temperature in a crude unadjusted analysis with Pearson correlation estimates [95% confidence interval] between average monthly temperature and total monthly incidence around the world being -0.185 [-0.548, 0.236] for January, -0.110 [-0.362, 0.157] for February, and -0.173 [-0.314, -0.026] for March. Conclusions and Relevance: The lockdown, if implemented correctly in the end, has a high chance of reducing the total number of COVID-19 cases in the short term, and buy India invaluable time to prepare its healthcare and disease monitoring system. Our analysis shows we need to have some measures of suppression in place after the lockdown for the best outcome. We cannot heavily rely on the hypothetical prevention governed by meteorological factors such as temperature based on current evidence. From an epidemiological perspective, a longer lockdown between 42-56 days is preferable. However, the lockdown comes at a tremendous price to social and economic health through a contagion process not dissimilar to that of the coronavirus itself. Data can play a defining role as we design post-lockdown testing, reopening and resource allocation strategies. Software: Our contribution to data science includes an interactive and dynamic app (covind19.org) with short- and long-term projections updated daily that can help inform policy and practice related to COVID-19 in India. Anyone can visualize the observed data for India and create predictions under hypothetical scenarios with quantification of uncertainties. We make our prediction codes freely available (https://github.com/umich-cphds/cov-ind-19) for reproducible science and for other COVID-19 affected countries to use them for their prediction and data visualization work.", "annotations": [{"label": "Disease", "start_offset": 106, "end_offset": 114}, {"label": "Disease", "start_offset": 251, "end_offset": 259}, {"label": "Disease", "start_offset": 283, "end_offset": 292}, {"label": "Disease", "start_offset": 635, "end_offset": 643}, {"label": "Disease", "start_offset": 1358, "end_offset": 1366}, {"label": "Disease", "start_offset": 1600, "end_offset": 1608}, {"label": "Disease", "start_offset": 2368, "end_offset": 2376}, {"label": "Disease", "start_offset": 2964, "end_offset": 2972}, {"label": "Disease", "start_offset": 3411, "end_offset": 3419}, {"label": "Disease", "start_offset": 3908, "end_offset": 3916}, {"label": "Disease", "start_offset": 4840, "end_offset": 4848}, {"label": "Disease", "start_offset": 5127, "end_offset": 5135}], "meta": {"id": "10.1101/2020.04.15.20067256", "source": "medrxiv", "date": "2020-04-18"}}
{"text": "COVID-CAPS: A Capsule Network-based Framework for Identification of  COVID-19 cases from X-ray Images\nNovel Coronavirus disease (COVID-19) has abruptly and undoubtedly changed the world as we know it at the end of the 2nd decade of the 21st century. COVID-19 is extremely contagious and quickly spreading globally making its early diagnosis of paramount importance. Early diagnosis of COVID-19 enables health care professionals and government authorities to break the chain of transition and flatten the epidemic curve. The common type of COVID-19 diagnosis test, however, requires specific equipment and has relatively low sensitivity. Computed tomography (CT) scans and X-ray images, on the other hand, reveal specific manifestations associated with this disease. Overlap with other lung infections makes human-centered diagnosis of COVID-19 challenging. Consequently, there has been an urgent surge of interest to develop Deep Neural Network (DNN)-based diagnosis solutions, mainly based on Convolutional Neural Networks (CNNs), to facilitate identification of positive COVID-19 cases. CNNs, however, are prone to lose spatial information between image instances and require large datasets. The paper presents an alternative modeling framework based on Capsule Networks, referred to as the COVID-CAPS, being capable of handling small datasets, which is of significant importance due to sudden and rapid emergence of COVID-19. Our results based on a dataset of X-ray images show that COVID-CAPS has advantage over previous CNN-based models. COVID-CAPS achieved an Accuracy of 95.7%, Sensitivity of 90%, Specificity of 95.8%, and Area Under the Curve (AUC) of 0.97, while having far less number of trainable parameters in comparison to its counterparts. To further improve diagnosis capabilities of the COVID-CAPS, pre-training based on a new dataset constructed from an external dataset of X-ray images. Pre-training with a dataset of similar nature further improved accuracy to 98.3% and specificity to 98.6%.", "annotations": [{"label": "Disease", "start_offset": 69, "end_offset": 77}, {"label": "Disease", "start_offset": 129, "end_offset": 137}, {"label": "Disease", "start_offset": 250, "end_offset": 258}, {"label": "Disease", "start_offset": 385, "end_offset": 393}, {"label": "Disease", "start_offset": 539, "end_offset": 547}, {"label": "Disease", "start_offset": 835, "end_offset": 843}, {"label": "Disease", "start_offset": 1073, "end_offset": 1081}, {"label": "Disease", "start_offset": 1419, "end_offset": 1427}, {"label": "Disease", "start_offset": 785, "end_offset": 800}, {"label": "Disease", "start_offset": 108, "end_offset": 127}], "meta": {"id": "2004.02696v2", "source": "arxiv", "date": "2020-04-06"}}
{"text": "Questionnaire assessment helps the self-management of patients with inflammatory bowel disease during the outbreak of Coronavirus Disease 2019\nBackground and Aims: The outbreak of Coronavirus Disease 2019 (COVID-19) may affect the disease status of patients with inflammatory bowel disease (IBD). This study aimed to assess the disease status of IBD patients in Hubei province by questionnaire online and guide to the self-management of IBD patients during this epidemic. Methods: A questionnaire was designed containing the Harvey-Bradshaw Index (HBI), the Partial Mayo Score (PMS), the short inflammatory bowel disease questionnaire (SIBDQ) and distributed to Hubei IBD patients online within one month of traffic control after the outbreak of COVID-19. This questionnaire also included some questions about patients' self-report disease conditions and their epidemiological history of COVID-19. Results: A total of 102 eligible questionnaires were included in the analysis. No patient reported infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in our study. Our result showed that 69.64% of patients with ulcerative colitis (UC) and 80.44% of patients with Crohn's disease (CD) were in remission. There was not a statistically significant difference in the proportion of the active disease stage between the two types of disease (p=0.103). The majority of patients (85.29%) had a good health-related quality of life (HRQoL) (SIBDQ[≥]50). The reduction in physical exercise is a risk factor for worsening in conditions (OR=17.593, 95%CI 2.035 to 152.097, p=0.009). Conclusions: The outbreak of COVID-19 might not have a significant impact on most Hubei IBD patients within one month after the traffic control. The patient's disease condition could be assessed by our questionnaires. Doctors utilized the information and advised for IBD patients about self-management during the period of COVID-19.", "annotations": [{"label": "Disease", "start_offset": 118, "end_offset": 142}, {"label": "Disease", "start_offset": 180, "end_offset": 204}, {"label": "Disease", "start_offset": 206, "end_offset": 214}, {"label": "Disease", "start_offset": 263, "end_offset": 289}, {"label": "Disease", "start_offset": 437, "end_offset": 440}, {"label": "Disease", "start_offset": 668, "end_offset": 671}, {"label": "Disease", "start_offset": 746, "end_offset": 754}, {"label": "Disease", "start_offset": 888, "end_offset": 896}, {"label": "Disease", "start_offset": 1134, "end_offset": 1152}, {"label": "Disease", "start_offset": 1154, "end_offset": 1156}, {"label": "Disease", "start_offset": 1186, "end_offset": 1201}, {"label": "Disease", "start_offset": 1203, "end_offset": 1205}, {"label": "Disease", "start_offset": 1622, "end_offset": 1630}, {"label": "Disease", "start_offset": 1681, "end_offset": 1684}, {"label": "Disease", "start_offset": 1860, "end_offset": 1863}, {"label": "Disease", "start_offset": 1916, "end_offset": 1924}, {"label": "Disease", "start_offset": 68, "end_offset": 94}, {"label": "Disease", "start_offset": 291, "end_offset": 294}, {"label": "Disease", "start_offset": 346, "end_offset": 349}], "meta": {"id": "10.1101/2020.03.25.20043364", "source": "medrxiv", "date": "2020-03-27"}}
{"text": "A drug repurposing screen identifies hepatitis C antivirals as inhibitors of the SARS-CoV-2 main protease.\nThe SARS coronavirus type 2 (SARS-CoV-2) emerged in late 2019 as a zoonotic virus highly transmissible between humans that has caused the COVID-19 pandemic 1,2. This pandemic has the potential to disrupt healthcare globally and has already caused high levels of mortality, especially amongst the elderly. The overall case fatality rate for COVID-19 is estimated to be [~]2.3% overall 3 and 32.3% in hospitalized patients age 70-79 years 4. Therapeutic options for treating the underlying viremia in COVID-19 are presently limited by a lack of effective SARS-CoV-2 antiviral drugs, although steroidal anti-inflammatory treatment can be helpful. A variety of potential antiviral targets for SARS-CoV-2 have been considered including the spike protein and replicase. Based upon previous successful antiviral drug development for HIV-1 and hepatitis C, the SARS-CoV-2 main protease (Mpro) appears an attractive target for drug development. Here we show the existing pharmacopeia contains many drugs with potential for therapeutic repurposing as selective and potent inhibitors of SARS-CoV-2 Mpro. We screened a collection of [~]6,070 drugs with a previous history of use in humans for compounds that inhibit the activity of Mpro in vitro. In our primary screen we found [~]50 compounds with activity against Mpro (overall hit rate <0.75%). Subsequent dose validation studies demonstrated 8 dose responsive hits with an IC50 [≤] 50 M. Hits from our screen are enriched with hepatitis C NS3/4A protease targeting drugs including Boceprevir (IC50=0.95 M), Ciluprevir (20.77M). Narlaprevir (IC50=1.10M), and Telaprevir (15.25M). These results demonstrate that some existing approved drugs can inhibit SARS-CoV-2 Mpro and that screen saturation of all approved drugs is both feasible and warranted. Taken together this work suggests previous large-scale commercial drug development initiatives targeting hepatitis C NS3/4A viral protease should be revisited because some previous lead compounds may be more potent against SARS-CoV-2 Mpro than Boceprevir and suitable for rapid repurposing.", "annotations": [{"label": "Disease", "start_offset": 245, "end_offset": 253}, {"label": "Disease", "start_offset": 447, "end_offset": 455}, {"label": "Disease", "start_offset": 606, "end_offset": 614}], "meta": {"id": "10.1101/2020.07.10.197889", "source": "biorxiv", "date": "2020-07-10"}}
{"text": "COVID Term: A Bilingual Terminology for COVID-19\nBackground The coronavirus disease (COVID-19), a pneumonia caused by severe acute respiratory syndrome coronavirus 2(SARS-CoV-2) has shown its destructiveness with more than one million confirmed cases and dozens of thousands of death, which is highly contagious and still spreading globally. World-wide studies have been conducted aiming to understand COVID-19 mechanism, transmission, clinical features, etc. A cross-language terminology of COVID-19 is essential for improving knowledge sharing and scientific discovery dissemination.Methods We developed a bilingual terminology of COVID-19 with mapping Chinese and English terms. The terminology construction follows the workflow (1) Classification schema design; (2) Concepts and sub-concepts assignment; (3) Terminology editing strategy; (4) Terminology property development; (5) Online deployment. We built open access for the terminology named as COVID Term, providing search, browse, and download services.Results The proposed COVID Term include 10 categories: disease, anatomic site, clinical manifestation, demographic and socioeconomic characteristics, living organism, qualifiers, psychological assistance, medical equipment, instruments and materials, epidemic prevention and control, diagnosis and treatment technique respectively. In total, COVID Terms covered 464 concepts with 724 Chinese terms and 887 English terms. All terms are openly accessible online (COVID Term: http://covidterm.imicams.ac.cn ).Conclusions COVID Term is a bilingual terminology focused on COVID-19, the epidemic pneumonia with a high risk of infection around the world. It will provide updated bilingual terms of the disease to help health providers and medical professionals retrieve and exchange information and knowledge in multiple languages. COVID Term was released in machine-readable formats (e.g., XML and JSON), which would contribute to the machine translation and advanced intelligent techniques.", "annotations": [{"label": "Disease", "start_offset": 40, "end_offset": 48}, {"label": "Disease", "start_offset": 64, "end_offset": 83}, {"label": "Disease", "start_offset": 85, "end_offset": 93}, {"label": "Disease", "start_offset": 98, "end_offset": 107}, {"label": "Disease", "start_offset": 402, "end_offset": 410}, {"label": "Disease", "start_offset": 492, "end_offset": 500}, {"label": "Disease", "start_offset": 633, "end_offset": 641}, {"label": "Disease", "start_offset": 1580, "end_offset": 1588}, {"label": "Disease", "start_offset": 1603, "end_offset": 1612}], "meta": {"id": "10.21203/rs.3.rs-30923/v1", "source": "ResearchSquare", "date": "2020-05-21"}}
{"text": "Assessing Impacts of COVID-19 on Aquatic Food System and Small-Scale Fisheries in Bangladesh\nCOVID-19 is now a major global health crisis, can lead to severe food crisis unless proper measures are not taken. Though a number of scientific studies have addressed the possible impacts of COVID-19 in Bangladesh on variety of issues, problems and food crises associated with aquatic resources and communities are missing. Therefore, this study aimed at bridging the gap in the existing situation and challenges of COVID-19 by linking its impact on aquatic food sector and small-scale fisheries with dependent population. The study was conducted based on secondary data analysis and primary fieldwork. Secondary data focused on COVID-19 overview and number of confirmed, recovered and death cases in Bangladesh; at the same time its connection with small-scale fisheries, aquatic food production, demand and supply was analyzed. Community perceptions were elicited to present how the changes felt and how they affected aquatic food system and small-scale fisheries and found devastating impact. Sudden illness, reduced income, complication to start production and input collection, labor crisis, transportation abstraction, complexity in food supply, weak value chain, low consumer demand, rising commodity prices, creditor’s pressure were identified as the primary affecting drivers. Dependent people felt the measures taken by the Government should be based on protecting the health and food security, although it could be detrimental to economic growth in the short term. The study provides insight into policies adopted by the policy makers to mitigate the effects of the pandemic on aquatic food sector and small-scale fisheries.", "annotations": [{"label": "Disease", "start_offset": 21, "end_offset": 29}, {"label": "Disease", "start_offset": 93, "end_offset": 101}, {"label": "Disease", "start_offset": 285, "end_offset": 293}, {"label": "Disease", "start_offset": 510, "end_offset": 518}, {"label": "Disease", "start_offset": 723, "end_offset": 731}], "meta": {"id": "10.20944/preprints202006.0143.v1", "source": "preprints.org", "date": "2020-06-12"}}
{"text": "Positivity of SARS-CoV-2, by RT-PCR among workers of a Public Hospital in the city of Santos, SP, Brazil 2020.\nBackground: Infection with SARS-CoV-2, associated with severe respiratory symptoms, currently called COVID-19, represents one of the greatest health challenges of this century. Health professionals, as well as hospital workers, are the most vulnerable population for acquiring SARS-CoV-2 due to their greater proximity to sick patients, especially in specialized hospitals for the treatment of these patients. Study Design: We ran a questionnaire by all the employees of a Public Service Hospital specialised in COVID-19 treatment (1307 employees), in the municipality of Santos, Sao Paulo, Brazil, who presented some symptoms compatible with COVID-19 and positive results by RT-PCR, in Oropharynx Swab collection. The questionnaire collected socio-demographic information, as well as data related to the work areas where they were divided into two groups: Employees at higher risk or those who directly deal with patients (914 employees or 69.9%) and lower risk for employees in the administrative area (393 employees or 30.1%). Results: 211 (16.1%) of the Hospital's employees had to stop their work-related activities due to presenting positive RT-PCR. There were 39 (9.9%) positives in low risk areas and 172 (18.8%) positives in employees in high risk areas. Within the latter group, Nurses, Nursing Assistants and Doctors were the most frequently infected professionals. Regarding the symptoms of professionals positively diagnosed based on RT-PCR, the most frequent symptoms were body pain (83.4%); headache (80.6%); fever (57.8%) and dry cough (53.1%). Conclusion: A high proportion of workers in COVID-19 specialized hospitals was infected by the virus, despite all the protective measures adopted, showing the high transmission capacity of this virus. Stricter individual protection measures among employees must be adopted.", "annotations": [{"label": "Disease", "start_offset": 166, "end_offset": 193}, {"label": "Disease", "start_offset": 212, "end_offset": 220}, {"label": "Disease", "start_offset": 623, "end_offset": 631}, {"label": "Disease", "start_offset": 754, "end_offset": 762}, {"label": "Disease", "start_offset": 1598, "end_offset": 1607}, {"label": "Disease", "start_offset": 1617, "end_offset": 1625}, {"label": "Disease", "start_offset": 1635, "end_offset": 1640}, {"label": "Disease", "start_offset": 1653, "end_offset": 1662}, {"label": "Disease", "start_offset": 1716, "end_offset": 1724}], "meta": {"id": "10.1101/2020.06.30.20143529", "source": "medrxiv", "date": "2020-07-02"}}
{"text": "Computational Prediction of the Comprehensive SARS-CoV-2 vs. Human Interactome to Guide the Design of Therapeutics\nAO_SCPLOWBSTRACTC_SCPLOWUnderstanding the disease pathogenesis of the novel coronavirus, denoted SARS-CoV-2, is critical to the development of anti-SARS-CoV-2 therapeutics. The global propagation of the viral disease, denoted COVID-19 (\"coronavirus disease 2019\"), has unified the scientific community in searching for possible inhibitory small molecules or polypeptides. Given the known interaction between the human ACE2 (\"Angiotensin-converting enzyme 2\") protein and the SARS-CoV virus (responsible for the coronavirus outbreak circa. 2003), considerable focus has been directed towards the putative interaction between the SARS-CoV-2 Spike protein and ACE2. However, a more holistic understanding of the SARS-CoV-2 vs. human inter-species interactome promises additional putative protein-protein interactions (PPI) that may be considered targets for the development of inhibitory therapeutics.\n\nTo that end, we leverage two state-of-the-art, sequence-based PPI predictors (PIPE4 & SPRINT) capable of generating the comprehensive SARS-CoV-2 vs. human interactome, comprising approximately 285,000 pairwise predictions. Of these, we identify the high-scoring subset of human proteins predicted to interact with each of the 14 SARS-CoV-2 proteins by both methods, comprising 279 high-confidence putative interactions involving 225 human proteins. Notably, the Spike-ACE2 interaction was the highest ranked for both the PIPE4 and SPRINT predictors, corroborating existing evidence for this PPI. Furthermore, the PIPE-Sites algorithm was used to predict the putative subsequence that might mediate each interaction and thereby inform the design of inhibitory polypeptides intended to disrupt the corresponding host-pathogen interactions.\n\nWe hereby publicly release the comprehensive set of PPI predictions and their corresponding PIPE-Sites landscapes in the following DataVerse repository: 10.5683/SP2/JZ77XA. All data and metadata are released under a CC-BY 4.0 licence. The information provided represents theoretical modeling only and caution should be exercised in its use. It is intended as a resource for the scientific community at large in furthering our understanding of SARS-CoV-2.", "annotations": [{"label": "Disease", "start_offset": 341, "end_offset": 349}, {"label": "Disease", "start_offset": 352, "end_offset": 376}], "meta": {"id": "10.1101/2020.03.29.014381", "source": "biorxiv", "date": "2020-03-31"}}
{"text": "Effective Contact Tracing for COVID-19: A Systematic Review\nBackground: Contact tracing is commonly recommended to control outbreaks of COVID-19, but its effectiveness is unclear. This systematic review aimed to examine contact tracing effectiveness in the context of COVID-19. Methods: Following PRISMA guidelines, MEDLINE, Embase, Global Health, and All EBM Reviews were searched using a range of terms related to contact tracing for COVID-19. Articles were included if they reported on the ability of contact tracing to slow or stop the spread of COVID-19 or on characteristics of effective tracing efforts. Two investigators screened all studies. Results: A total of 32 articles were found. All were observational or modelling studies, so the quality of the evidence was low. Observational studies (n=14) all reported that contact tracing (alone or in combination with other interventions) was associated with better control of COVID-19. Results of modelling studies (n=18) depended on their assumptions. Under assumptions of prompt and thorough tracing with no further transmission, they found that contact tracing could stop an outbreak (e.g. by reducing the reproduction number from 2.2 to 0.57) or that it could reduce infections (e.g. by 24%-71% with a mobile tracing app). Under assumptions of slower, less efficient tracing, modelling studies suggested that tracing could slow, but not stop COVID-19. Conclusions: Observational and modelling studies suggest that contact tracing is associated with better control of COVID-19. Its effectiveness likely depends on a number of factors, including how many and how fast contacts are traced and quarantined, and how effective quarantines are at preventing further transmission. A cautious interpretation suggests that to stop the spread of COVID-19, public health practitioners have 2-3 days from the time a new case develops symptoms to isolate the case and quarantine at least 80% of its contacts, and that once isolated, cases and contacts should infect zero new cases. Less efficient tracing may slow, but not stop, the spread of COVID-19. Inefficient tracing (with delays of 4-5+ days or less than 60% of contacts quarantined with no further transmission) may not contribute meaningfully to control of COVID-19.", "annotations": [{"label": "Disease", "start_offset": 30, "end_offset": 38}, {"label": "Disease", "start_offset": 136, "end_offset": 144}, {"label": "Disease", "start_offset": 268, "end_offset": 276}, {"label": "Disease", "start_offset": 436, "end_offset": 444}, {"label": "Disease", "start_offset": 550, "end_offset": 558}, {"label": "Disease", "start_offset": 932, "end_offset": 940}, {"label": "Disease", "start_offset": 1402, "end_offset": 1410}, {"label": "Disease", "start_offset": 1527, "end_offset": 1535}, {"label": "Disease", "start_offset": 1795, "end_offset": 1803}, {"label": "Disease", "start_offset": 2089, "end_offset": 2097}, {"label": "Disease", "start_offset": 2262, "end_offset": 2270}], "meta": {"id": "10.1101/2020.07.23.20160234", "source": "medrxiv", "date": "2020-07-24"}}
{"text": "Interim Results of a Phase II/III Multicenter Randomized Clinical Trial of AVIFAVIR in Hospitalized Patients with COVID-19\nIn May 2020 the Russian Ministry of Health granted fast-track marketing authorization to RNA polymerase inhibitor AVIFAVIR (favipiravir) for the treatment of COVID-19 patients. In the pilot stage of Phase II/III clinical trial, AVIFAVIR enabled SARS-CoV-2 viral clearance in 62.5% of patients within 4 days, and was safe and well-tolerated.", "annotations": [{"label": "Disease", "start_offset": 114, "end_offset": 122}, {"label": "Disease", "start_offset": 281, "end_offset": 289}], "meta": {"id": "10.1101/2020.07.26.20154724", "source": "medrxiv", "date": "2020-08-04"}}
{"text": "Population heterogeneity is a critical factor of the kinetics of the COVID-19 epidemics\nThe novel coronavirus pandemic generates extensive attention in political and scholarly domains. Its potentially lasting prospects, economic and social consequences call for a better understanding of its nature. The widespread expectations of large portions of the population to be infected or vaccinated before containing the COVID-19 epidemics rely on assuming a homogeneous population. In reality, people differ in the propensity to catch the infection and spread it further. Here, we incorporate population heterogeneity into the Kermack-McKendrick SIR compartmental model and show the cost of the pandemic may be much lower than usually assumed. We also indicate the crucial role of correctly planning lockdown interventions. We found that an efficient lockdown strategy may reduce the cost of the epidemic to as low as several percents in a heterogeneous population. That level is comparable to prevalences found in serological surveys. We expect that our study will be followed by more extensive data-driven research on epidemiological dynamics in heterogeneous populations.", "annotations": [{"label": "Disease", "start_offset": 69, "end_offset": 77}, {"label": "Disease", "start_offset": 415, "end_offset": 423}], "meta": {"id": "10.1101/2020.06.25.20140442", "source": "medrxiv", "date": "2020-06-26"}}
{"text": "A Metapopulation Network Model for the Spreading of SARS-CoV-2: Case Study for Ireland\nWe present preliminary results on an all-Ireland network modelling approach to simulate the spreading the Severe Acute Respiratory Syndrome CoronaVirus 2 (SARS-CoV-2), commonly known as the coronavirus. In the model, nodes correspond to locations or communities that are connected by links indicating travel and commuting between different locations. While this proposed modelling framework can be applied on all levels of spatial granularity and different countries, we consider Ireland as a case study. The network comprises 3440 electoral divisions (EDs) of the Republic of Ireland and 890 superoutput areas (SOAs) for Northern Ireland, which corresponds to local administrative units below the NUTS 3 regions. The local dynamics within each node follows a phenomenological SIRX compartmental model including classes of Susceptibles, Infected, Recovered and Quarantined (X) inspired from Science 368, 742 (2020). For better comparison to empirical data, we extended that model by a class of Deaths. We consider various scenarios including the 5-phase roadmap for Ireland. In addition, as proof of concept, we investigate the effect of dynamic interventions that aim to keep the number of infected below a given threshold. This is achieved by dynamically adjusting containment measures on a national scale, which could also be implemented at a regional (county) or local (ED/SOA) level. We find that - in principle - dynamic interventions are capable to limit the impact of future waves of outbreaks, but on the downside, such a strategy can last several years until herd immunity will be reached.", "annotations": [], "meta": {"id": "10.1101/2020.06.26.20140590", "source": "medrxiv", "date": "2020-06-26"}}
{"text": "Identification of pulmonary comorbid diseases network based repurposing effective drugs for COVID-19\nThe number of hospitalization of COVID-19 patients with one or more comorbid diseases is highly alarming. Despite the lack of large clinical data and incomplete understanding of virus pathology, identification of the COVID-19 associated diseases with clinical precision are highly limited. In this regard, our text mining of 6238 PubMed abstracts (as on 23 April 2020) successfully identified broad spectrum of COVID-19 comorbid diseases/disorders (54), and their prevalence on the basis of the number of occurrence of disease terms in the abstracts. The disease ontology based semantic similarity network analysis revealed the six highly comorbid diseases of COVID-19 namely Viral Pneumonia, Pulmonary Fibrosis, Pulmonary Edema, Acute Respiratory Distress Syndrome (ARDS), Chronic Obstructive Pulmonary Disease (COPD) and Asthma. The disease gene bipartite network revealed 15 genes that were strongly associated with several viral pathways including the corona viruses may involve in the manifestation (mild to critical) of COVID-19. Our tripartite network- based repurposing of the approved drugs in the world market revealed six promising drugs namely resveratrol, dexamethasone, acetyl cysteine, Tretinoin, simvastatin and aspirin to treat comorbid symptoms of COVID-19 patients. Our animal studies in rats and literatures strongly supported that resveratrol is the most promising drug to possibly reduce several comorbid symptoms associated with COVID-19 including the severe hypoxemia induced vascular leakage. Overall, the anti-viral properties of resveratrol against corona virus could be readily exploited to effectively control the viral load at early stage of COVID-19 infection through nasal administration.", "annotations": [{"label": "Disease", "start_offset": 18, "end_offset": 45}, {"label": "Disease", "start_offset": 92, "end_offset": 100}, {"label": "Disease", "start_offset": 134, "end_offset": 142}, {"label": "Disease", "start_offset": 169, "end_offset": 186}, {"label": "Disease", "start_offset": 318, "end_offset": 326}, {"label": "Disease", "start_offset": 512, "end_offset": 548}, {"label": "Disease", "start_offset": 740, "end_offset": 769}, {"label": "Disease", "start_offset": 777, "end_offset": 792}, {"label": "Disease", "start_offset": 794, "end_offset": 812}, {"label": "Disease", "start_offset": 814, "end_offset": 829}, {"label": "Disease", "start_offset": 831, "end_offset": 866}, {"label": "Disease", "start_offset": 868, "end_offset": 872}, {"label": "Disease", "start_offset": 875, "end_offset": 912}, {"label": "Disease", "start_offset": 914, "end_offset": 918}, {"label": "Disease", "start_offset": 924, "end_offset": 930}, {"label": "Disease", "start_offset": 1127, "end_offset": 1135}, {"label": "Disease", "start_offset": 1367, "end_offset": 1375}, {"label": "Disease", "start_offset": 1553, "end_offset": 1561}, {"label": "Disease", "start_offset": 1576, "end_offset": 1617}, {"label": "Disease", "start_offset": 1773, "end_offset": 1781}], "meta": {"id": "10.21203/rs.3.rs-28148/v1", "source": "ResearchSquare", "date": "2020-05-08"}}
{"text": "COVID-19 Chest CT Image Segmentation -- A Deep Convolutional Neural  Network Solution\nA novel coronavirus disease 2019 (COVID-19) was detected and has spread rapidly across various countries around the world since the end of the year 2019, Computed Tomography (CT) images have been used as a crucial alternative to the time-consuming RT-PCR test. However, pure manual segmentation of CT images faces a serious challenge with the increase of suspected cases, resulting in urgent requirements for accurate and automatic segmentation of COVID-19 infections. Unfortunately, since the imaging characteristics of the COVID-19 infection are diverse and similar to the backgrounds, existing medical image segmentation methods cannot achieve satisfactory performance. In this work, we try to establish a new deep convolutional neural network tailored for segmenting the chest CT images with COVID-19 infections. We firstly maintain a large and new chest CT image dataset consisting of 165,667 annotated chest CT images from 861 patients with confirmed COVID-19. Inspired by the observation that the boundary of the infected lung can be enhanced by adjusting the global intensity, in the proposed deep CNN, we introduce a feature variation block which adaptively adjusts the global properties of the features for segmenting COVID-19 infection. The proposed FV block can enhance the capability of feature representation effectively and adaptively for diverse cases. We fuse features at different scales by proposing Progressive Atrous Spatial Pyramid Pooling to handle the sophisticated infection areas with diverse appearance and shapes. We conducted experiments on the data collected in China and Germany and show that the proposed deep CNN can produce impressive performance effectively.", "annotations": [{"label": "Disease", "start_offset": 0, "end_offset": 8}, {"label": "Disease", "start_offset": 94, "end_offset": 118}, {"label": "Disease", "start_offset": 120, "end_offset": 128}, {"label": "Disease", "start_offset": 534, "end_offset": 542}, {"label": "Disease", "start_offset": 611, "end_offset": 619}, {"label": "Disease", "start_offset": 882, "end_offset": 890}, {"label": "Disease", "start_offset": 1043, "end_offset": 1051}, {"label": "Disease", "start_offset": 1106, "end_offset": 1119}, {"label": "Disease", "start_offset": 1314, "end_offset": 1322}], "meta": {"id": "2004.10987v2", "source": "arxiv", "date": "2020-04-23"}}
{"text": "Missing during COVID-19 lockdown: children with new-onset type 1 diabetes\nThe redistribution of healthcare resources for coronavirus 2019 (COVID-19) pandemic has resulted in unintentional neglect of essential non-COVID-19 care (1). In low- and lower-middle income countries (LMIC), the already overstretched healthcare systems have crumbled under the COVID-19 pressure (2). Additionally, hardline lockdown restrictions, and fear of exposure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in healthcare settings have forced patients with non-COVID-19 illnesses to stay home and suffer until their illness deteriorates substantially, and sometimes irreversibly.  The impact of COVID-19 on the pediatric population has so far been mild, except in children with comorbidities (3). However, children who develop new time-sensitive non-COVID-19 illnesses during the pandemic are at risk of worsening or death due to compromised access to hospital care. In particular, children with new-onset type 1 diabetes (T1D) may progress rapidly to diabetic ketoacidosis (DKA) if treatment with insulin is delayed, and are therefore at risk of increased morbidity and mortality.", "annotations": [{"label": "Disease", "start_offset": 15, "end_offset": 23}, {"label": "Disease", "start_offset": 48, "end_offset": 73}, {"label": "Disease", "start_offset": 121, "end_offset": 137}, {"label": "Disease", "start_offset": 139, "end_offset": 147}, {"label": "Disease", "start_offset": 213, "end_offset": 221}, {"label": "Disease", "start_offset": 351, "end_offset": 359}, {"label": "Disease", "start_offset": 558, "end_offset": 566}, {"label": "Disease", "start_offset": 692, "end_offset": 700}, {"label": "Disease", "start_offset": 847, "end_offset": 855}, {"label": "Disease", "start_offset": 993, "end_offset": 1018}, {"label": "Disease", "start_offset": 1020, "end_offset": 1023}, {"label": "Disease", "start_offset": 1049, "end_offset": 1070}, {"label": "Disease", "start_offset": 1072, "end_offset": 1075}], "meta": {"id": "10.21203/rs.3.rs-28594/v1", "source": "ResearchSquare", "date": "2020-05-12"}}
{"text": "Assessing capacity to social distance and neighborhood-level health disparities during the COVID-19 pandemic\nThe COVID-19 pandemic has yielded disproportionate impacts on communities of color in New York City (NYC). Researchers have noted that social disadvantage may result in limited capacity to socially distance, and consequent disparities. Here, we investigate the role of neighborhood social disadvantage on the ability to socially distance, infections, and mortality. We combine Census Bureau and NYC open data with SARS-CoV-2 testing data using supervised dimensionality-reduction with Bayesian Weighted Quantile Sums regression. The result is a ZIP code-level index with relative weights for social factors facilitating infection risk. We find a positive association between neighborhood social disadvantage and infections, adjusting for the number of tests administered. Neighborhood infection risk is also associated with capacity to socially isolate, as measured by NYC subway data. Finally, infection risk is associated with COVID-19-related mortality. These analyses support that differences in capacity to socially isolate is a credible pathway between disadvantage and COVID-19 disparities.", "annotations": [{"label": "Disease", "start_offset": 91, "end_offset": 99}, {"label": "Disease", "start_offset": 113, "end_offset": 121}, {"label": "Disease", "start_offset": 1038, "end_offset": 1046}, {"label": "Disease", "start_offset": 1185, "end_offset": 1193}], "meta": {"id": "10.1101/2020.06.02.20120790", "source": "medrxiv", "date": "2020-06-04"}}
{"text": "A Time-dependent SIR model for COVID-19 with Undetectable Infected  Persons\nIn this paper, we conduct mathematical and numerical analyses to address the following crucial questions for COVID-19: (Q1) Is it possible to contain COVID-19? (Q2) When will be the peak and the end of the epidemic? (Q3) How do the asymptomatic infections affect the spread of disease? (Q4) What is the ratio of the population that needs to be infected to achieve herd immunity? (Q5) How effective are the social distancing approaches? (Q6) What is the ratio of the population infected in the long run? For (Q1) and (Q2), we propose a time-dependent susceptible-infected-recovered (SIR) model that tracks 2 time series: (i) the transmission rate at time t and (ii) the recovering rate at time t. Such an approach is more adaptive than traditional static SIR models and more robust than direct estimation methods. Using the data provided by China, we show that the one-day prediction errors for the numbers of confirmed cases are almost in 3%, and the total number of confirmed cases is precisely predicted. Also, the turning point, defined as the day that the transmission rate is less than the recovering rate can be accurately predicted. After that day, the basic reproduction number $R_0$ is less than 1. For (Q3), we extend our SIR model by considering 2 types of infected persons: detectable and undetectable infected persons. Whether there is an outbreak in such a model is characterized by the spectral radius of a 2 by 2 matrix that is closely related to $R_0$. For (Q4), we show that herd immunity can be achieved after at least 1-1/$R_0$ fraction of individuals being infected. For (Q5) and (Q6), we analyze the independent cascade (IC) model for disease propagation in a configuration random graph. By relating the propagation probabilities in the IC model to the transmission rates and recovering rates in the SIR model, we show 2 approaches of social distancing that can lead to a reduction of $R_0$.", "annotations": [{"label": "Disease", "start_offset": 31, "end_offset": 39}, {"label": "Disease", "start_offset": 185, "end_offset": 193}, {"label": "Disease", "start_offset": 226, "end_offset": 234}], "meta": {"id": "2003.00122v6", "source": "arxiv", "date": "2020-02-28"}}
{"text": "Has mortality due to other causes increased during the Covid-19 pandemic? Early evidence from England and Wales\nBackground: The Covid-19 pandemic has claimed many lives in the UK and globally. The objective of this paper is to study whether the number of deaths not registered as covid-19-related has increased compared to what would have been expected in the absence of the pandemic. This may be a result of some covid-19 deaths being unreported or spillover effects on other causes of death (or both). Reasons behind this might include covid-19 underreporting, avoiding visits to hospitals or GPs, and the effects of the lockdown. Methods: I used weekly ONS data on the number of deaths in England and Wales that did not officially involve covid-19 over the period 2015-2020. Simply observing trends is not sufficient as spikes in deaths may occasionally occur. I thus followed a differences-in-differences econometric approach to study whether there was a relative increase in deaths not registered as covid-19-related during the pandemic, compared to a control. As an additional approach, an interrupted time series model was also used. Results: Results suggest that there are an additional 968 weekly deaths that officially did not involve covid-19, compared to what would have otherwise been expected. This increase is also confirmed by the interrupted time series analysis. Discussion: The number of deaths not officially involving covid-19 has demonstrated an absolute and relative increase during the pandemic. It is possible that some people are dying from covid-19 without being diagnosed, and that there are excess deaths due to other causes as a result of the pandemic. Analysing the cause of death for any excess non-covid-19 deaths will shed light upon the reasons for the increase in such deaths and will help design appropriate policy responses to save lives.", "annotations": [{"label": "Disease", "start_offset": 55, "end_offset": 63}, {"label": "Disease", "start_offset": 128, "end_offset": 136}, {"label": "Disease", "start_offset": 280, "end_offset": 288}, {"label": "Disease", "start_offset": 414, "end_offset": 422}, {"label": "Disease", "start_offset": 538, "end_offset": 546}, {"label": "Disease", "start_offset": 742, "end_offset": 750}, {"label": "Disease", "start_offset": 1005, "end_offset": 1013}, {"label": "Disease", "start_offset": 1245, "end_offset": 1253}, {"label": "Disease", "start_offset": 1439, "end_offset": 1447}, {"label": "Disease", "start_offset": 1567, "end_offset": 1575}, {"label": "Disease", "start_offset": 1731, "end_offset": 1739}], "meta": {"id": "10.1101/2020.04.14.20065706", "source": "medrxiv", "date": "2020-04-18"}}
{"text": "Delayed clearance of SARS-CoV2 in male compared to female patients: High ACE2 expression in testes suggests possible existence of gender-specific viral reservoirs\nThe novel coronavirus SARS-CoV2 has been observed to cause a higher incidence and greater severity of disease in males, as seen in multiple cohorts across the globe. The reasons for gender disparity in disease severity is unclear and can be due to host factors. To determine whether males have delayed viral clearance after infection, we evaluated the time to clearance in symptomatic patients tested by serial oropharyngeal/nasopharyngeal swabs followed by RT-PCR at a reference lab in Mumbai, India. A total of 68 subjects with median age of 37 years (3-75 range) were examined and included 48 (71%) males and 20 (29%) females. We observed that females were able to achieve viral clearance significantly earlier than males, with a median difference of 2 days in achieving a negative PCR result (P value = 0.038). Furthermore, examination of 3 families with both male and female patients followed serially, demonstrated that female members of the same household cleared the SARS-CoV2 infection earlier in each family. To determine reasons for delayed clearance in males, we examined the expression patterns of the SARS-CoV2 receptor, Angiotensin-converting enzyme 2 (ACE2), in tissue specific repositories. We observed that the testes was one of the highest sites of ACE2 expression in 3 independent RNA expression databases (Human Protein Atlas, FAMTOM5 and GETx). ACE2 was also determined to be highly expressed in testicular cells at the protein levels. Interestingly, very little expression of ACE2 was seen in ovarian tissue. Taken together, these observations demonstrate for the first time that male subjects have delayed viral clearance of SARS-CoV2. High expression of ACE2 in testes raises the possibility that testicular viral reservoirs may play a role in viral persistence in males and should be further investigated.", "annotations": [], "meta": {"id": "10.1101/2020.04.16.20060566", "source": "medrxiv", "date": "2020-04-17"}}
{"text": "Associations between state-level healthcare access and COVID-19 case trajectories in the United States\nIntroduction: We conducted an ecological study to determine if state-level healthcare access is associated with trajectories of daily reported COVID-19 cases in the United States. Our focus is on trajectories of daily reported COVID-19 cases, rather than cumulative cases, as trajectories help us identify trends in how the pandemic naturally develops over time, and study the shapes of the curve in different states. Methods: We analyzed data on daily reported confirmed and probable COVID-19 cases from January 21 to June 16, 2020 in 50 states, adjusted for the population size of each state. Cluster analysis for time-series data was used to split the states into clusters that have distinct trajectories of daily cases. Differences in socio-demographic characteristics and healthcare access between clusters were tested. Adjusted models were used to determine if healthcare access is associated with reporting a high trajectory of COVID-19 cases. Results: Two clusters of states were identified. One cluster had a high trajectory of population-adjusted COVID-19 cases, and comprised of 19 states, including New York and New Jersey. The other cluster of states (n=31) had a low trajectory of population-adjusted COVID-19 cases. There were significantly more Black residents (p=0.027) and more nursing facility residents (p=0.001) in states reporting high trajectory of COVID-19 cases. States reporting a high trajectory of COVID-19 cases also had fewer uninsured persons (p=0.005), fewer persons who reported having to forgo medical care due to cost (p=0.016), more registered physicians (p=0.002) and more nurses (p=0.03), higher health spending per capita (p=0.01), fewer residents in Health Professional Shortage Areas per 100,000 population (p=0.027), and higher adoption of Medicaid Expansion (p=0.05). In adjusted models, a higher proportion of uninsured persons (OR: 0.51 [0.25-0.85]; p=0.032), higher proportion of patients who had to forgo medical care due to cost (OR: 0.55 [0.28-0.95]; p=0.048), and no adoption of Medicaid expansion (OR: 0.05 [0-0.59]; p=0.04), were associated with reporting a low trajectory of COVID-19 cases. Conclusion: Our findings from adjusted models suggest that healthcare access can partially explain variations in COVID-19 case trajectories by state.", "annotations": [{"label": "Disease", "start_offset": 55, "end_offset": 63}, {"label": "Disease", "start_offset": 246, "end_offset": 254}, {"label": "Disease", "start_offset": 330, "end_offset": 338}, {"label": "Disease", "start_offset": 588, "end_offset": 596}, {"label": "Disease", "start_offset": 1038, "end_offset": 1046}, {"label": "Disease", "start_offset": 1160, "end_offset": 1168}, {"label": "Disease", "start_offset": 1318, "end_offset": 1326}, {"label": "Disease", "start_offset": 1475, "end_offset": 1483}, {"label": "Disease", "start_offset": 1529, "end_offset": 1537}, {"label": "Disease", "start_offset": 2231, "end_offset": 2239}, {"label": "Disease", "start_offset": 2360, "end_offset": 2368}], "meta": {"id": "10.1101/2020.07.04.20146100", "source": "medrxiv", "date": "2020-07-06"}}
{"text": "Clinical Characteristics on 25 Discharged Patients with COVID-19 Virus Returning\nHere we report the clinical features of 25 discharged patients with COVID-19 recovery. Our analysis indicated that there was a significant inverse correlation existed between serum D-Dimer level and the duration of antiviral treatment, while lymphocyte concentration significantly positively correlated with the duration of virus reversal.", "annotations": [{"label": "Disease", "start_offset": 56, "end_offset": 64}, {"label": "Disease", "start_offset": 149, "end_offset": 157}], "meta": {"id": "10.1101/2020.03.06.20031377", "source": "medrxiv", "date": "2020-03-10"}}
{"text": "AN IMMUNOINFORMATICS STUDY TO PREDICT EPITOPES IN THE ENVELOPE PROTEIN OF SARS-COV-2\nCOVID-19 is a new viral emergent human disease caused by a novel strain of Coronavirus. This virus has caused a huge problem in the world as millions of the people are affected with this disease in the entire world. We aimed to design a peptide vaccine for COVID-19 particularly for the envelope protein using computational methods to predict epitopes inducing the immune system and can be used later to create a new peptide vaccine that could replace conventional vaccines. A total of available 370 sequences of SARS-CoV-2 were retrieved from NCBI for bioinformatics analysis using Immune Epitope Data Base (IEDB) to predict B and T cells epitopes. Then we docked the best predicted CTL epitopes with HLA alleles. CTL cell epitopes namely interacted with MHC class I alleles and we suggested them to become universal peptides based vaccine against COVID-19. Potentially continuous B cell epitopes were predicted using tools from IEDB. The Allergenicity of predicted epitopes was analyzed by AllerTOP tool and the coverage was determined throughout the worlds. We found these CTL epitopes to be T helper epitopes also. The B cell epitope, SRVKNL and T cell epitope, FLAFVVFLL were suggested to become a universal candidate for peptide-based vaccine against COVID-19. We hope to confirm our findings by adding complementary steps of both in vitro and in vivo studies to support this new universal predicted candidate.", "annotations": [{"label": "Disease", "start_offset": 85, "end_offset": 93}, {"label": "Disease", "start_offset": 103, "end_offset": 131}, {"label": "Disease", "start_offset": 342, "end_offset": 350}, {"label": "Disease", "start_offset": 934, "end_offset": 942}, {"label": "Disease", "start_offset": 1342, "end_offset": 1350}], "meta": {"id": "10.1101/2020.05.26.115790", "source": "biorxiv", "date": "2020-05-26"}}
{"text": "Negative impact of the COVID-19 pandemic on sleep quantitative parameters, quality, and circadian alignment: Implications for psychological well-being and emotional regulation\nBackground The COVID-19 pandemic has spread worldwide, affecting millions of people and exposing them to home quarantine, isolation, and social distancing. While recent reports showed increased distress and depressive/anxiety state related to COVID-19 crisis, we investigated how home quarantine affected sleep parameters in healthy individuals. Methods 160 healthy individuals who were in home quarantine in April 2020 for at least one month participated in this study. Participants rated and compared their quantitative sleep parameters (time to go to bed, sleep duration, getting-up time) and sleep quality factors, pre-and during home quarantine due to the COVID-19 pandemic. Furthermore, participants chronotype was determined to see if sleep parameters are differentially affected in different chronotypes. Results The time to fall asleep and get-up in the morning were significantly delayed in all participants, indicating a significant circadian misalignment. Sleep quality was reported to be significantly poorer in all participants and chronotypes, and included more daily disturbances (more sleep disturbances, higher daily dysfunctions due to low quality of sleep) and less perceived sleep quality (lower subjective sleep quality, longer time taken to fall asleep at night, more use of sleep medication for improving sleep quality) during home quarantine. Conclusions Home quarantine due to COVID-19 pandemic has a detrimental impact on sleep quality. Online interventions including self-help sleep programs, stress management, relaxation practices, stimulus control, sleep hygiene, and mindfulness training are available interventions in the current situation.", "annotations": [{"label": "Disease", "start_offset": 23, "end_offset": 31}, {"label": "Disease", "start_offset": 191, "end_offset": 199}, {"label": "Disease", "start_offset": 419, "end_offset": 427}, {"label": "Disease", "start_offset": 837, "end_offset": 845}, {"label": "Disease", "start_offset": 1579, "end_offset": 1587}, {"label": "Disease", "start_offset": 370, "end_offset": 407}], "meta": {"id": "10.1101/2020.07.09.20149138", "source": "medrxiv", "date": "2020-07-11"}}
{"text": "COVID-19 screening strategies that permit the safe re-opening of college campuses\nImportance: The COVID-19 pandemic poses an existential threat to many US residential colleges: either they open their doors to students in September or they risk serious financial consequences. Objective: To define SARS-CoV-2 screening performance standards that would permit the safe return of students to campus for the Fall 2020 semester. Design: Decision and cost-effectiveness analysis linked to a compartmental epidemic model to evaluate campus screening using tests of varying frequency (daily-weekly), sensitivity (70%-99%), specificity (98%-99.7%), and cost ($10-$50/test). Reproductive numbers Rt = {1.5, 2.5, 3.5} defined three epidemic scenarios, with additional infections imported via exogenous shocks. We generally adhered to US government guidance for parameterization data. Participants: A hypothetical cohort of 5000 college-age, uninfected students. Main Outcome(s) and Measure(s): Cumulative tests, infections, and costs; daily isolation dormitory census; incremental cost-effectiveness; and budget impact. All measured over an 80-day, abbreviated semester. Results: With Rt = 2.5, daily screening with a 70% sensitive, 98% specific test produces 85 cumulative student infections and isolation dormitory daily census averaging 108 (88% false positives). Screening every 2 (7) days nets 135 (3662) cumulative infections and daily isolation census 66 (252) with 73% (4%) false positives. Across all scenarios, test frequency exerts more influence on outcomes than test sensitivity. Cost-effectiveness analysis selects screening every {2, 1, 7} days with a 70% sensitive test as the preferred strategy for Rt = {2.5, 3.5, 1.5}, implying a screening cost of {$470, $920, $120} per student per semester. Conclusions & Relevance: Rapid, inexpensive and frequently conducted screening (even if only 70% sensitive) would be cost-effective and produce a modest number of COVID-19 infections. While the optimal screening frequency hinges on the success of behavioral interventions to reduce the base severity of transmission (Rt), this could permit the safe return of student to campus.", "annotations": [{"label": "Disease", "start_offset": 0, "end_offset": 8}, {"label": "Disease", "start_offset": 98, "end_offset": 106}, {"label": "Disease", "start_offset": 1964, "end_offset": 1972}], "meta": {"id": "10.1101/2020.07.06.20147702", "source": "medrxiv", "date": "2020-07-07"}}
{"text": "Ranking the effectiveness of worldwide COVID-19 government interventions\nNon-pharmaceutical interventions (NPIs) to mitigate the spread of SARS-CoV-2 were often implemented under considerable uncertainty and a lack of scientific evidence. Assessing the effectiveness of the individual interventions is critical to inform future preparedness response plans. Here we quantify the impact of 4,579 NPIs implemented in 76 territories on the effective reproduction number, Rt, of COVID-19. We use a hierarchically coded data set of NPIs and propose a novel modelling approach that combines four computational techniques, which together allow for a worldwide consensus rank of the NPIs based on their effectiveness in mitigating the spread of COVID-19. We show how the effectiveness of individual NPIs strongly varies across countries and world regions, and in relation to human and economic development as well as different dimensions of governance. We quantify the effectiveness of each NPI with respect to the epidemic age of its adoption, i.e., how early into the epidemics. The emerging picture is one in which no one-fits-all solution exists, and no single NPI alone can decrease Rt below one and that a combination of NPIs is necessary to curb the spread of the virus. We show that there are NPIs considerably less intrusive and costly than lockdowns that are also highly effective, such as certain risk communication strategies and voluntary measures that strengthen the healthcare system. By allowing to simulate ``what-if'' scenarios at the country level, our approach opens the way for planning the most likely effectiveness of future NPIs.", "annotations": [{"label": "Disease", "start_offset": 39, "end_offset": 47}, {"label": "Disease", "start_offset": 474, "end_offset": 482}, {"label": "Disease", "start_offset": 736, "end_offset": 744}], "meta": {"id": "10.1101/2020.07.06.20147199", "source": "medrxiv", "date": "2020-07-08"}}
{"text": "Forecasting and Analysis of Time Variation of Parameters of COVID-19 Infection in China Using An Improved SEIR Model\nBackground: Due to the emergency pandemic threat, the COVID-19 has attracted widespread attention around the world. Common symptoms of infection were fever, cough, and myalgia fatigue. On January 31, 2020, the World Health Organization (WHO) declares this outbreak a Public Health Emergency of International Concern (PHEIC).Methods: In order to study the spread of the novel coronavirus pneumonia, this paper proposed an improved SEIR model to simulate the spread of the virus, which includes the effect factor of government intervention. The model parameters are determined based on the daily reported statistical data (up to February 8) of confirmed, suspected, cured, and death. According to utilize the spread rate, the probability of infection of the suspected, the probability of the suspected becoming a confirmed one, the cure rate, the mortality rate, and the quarantine ratio, we performed simulations and parameter calibrations at three region levels, i.e., China, Hubei and non-Hubei respectively. In addition, considering that the government initiated effective prevention and control measures after the outbreak, this paper dynamically estimates all the parameters of the proposed model.Results: The simulation reveals that the parameters of non-Hubei region are not significantly different from Hubei’s. Hubei Province has a high transmission rate, low cure rate, high probability of infection, low effective quarantine rate. since January 31, with the continuous strengthening of epidemic prevention and control measures, all parameters of the model have changed significantly. The parameters of Hubei and non-Hubei regions have the same trend. The trend of all parameters is now moving in a direction that is conducive to reducing the number of confirmed, suspected and fatal cases.Conclusions: The number of infections of the virus initially showed a rapid increase in the trend, and the number of infectious case showed a clear downward shape. With the government to take a variety of prevention and control measures and the efforts of the general medical staff, the number of infection curve on February 22 appeared in the top of the arc pattern, indicating that the inflection point began to appear, but the decline in the number of infections slowly.", "annotations": [{"label": "Disease", "start_offset": 60, "end_offset": 68}, {"label": "Disease", "start_offset": 171, "end_offset": 179}, {"label": "Disease", "start_offset": 267, "end_offset": 272}, {"label": "Disease", "start_offset": 274, "end_offset": 279}, {"label": "Disease", "start_offset": 285, "end_offset": 299}, {"label": "Disease", "start_offset": 492, "end_offset": 513}], "meta": {"id": "10.21203/rs.3.rs-16159/v1", "source": "ResearchSquare", "date": "2020-03-02"}}
{"text": "Modeling COVID-19 dynamics in Illinois under non-pharmaceutical  interventions\nWe present modeling of the COVID-19 epidemic in Illinois, USA, capturing the implementation of a Stay-at-Home order and scenarios for its eventual release. We use a non-Markovian age-of-infection model that is capable of handling long and variable time delays without changing its model topology. Bayesian estimation of model parameters is carried out using Markov Chain Monte Carlo (MCMC) methods. This framework allows us to treat all available input information, including both the previously published parameters of the epidemic and available local data, in a uniform manner. To accurately model deaths as well as demand on the healthcare system, we calibrate our predictions to total and in-hospital deaths as well as hospital and ICU bed occupancy by COVID-19 patients. We apply this model not only to the state as a whole but also its sub-regions in order to account for the wide disparities in population size and density. Without prior information on non-pharmaceutical interventions (NPIs), the model independently reproduces a mitigation trend closely matching mobility data reported by Google and Unacast. Forward predictions of the model provide robust estimates of the peak position and severity and also enable forecasting the regional-dependent results of releasing Stay-at-Home orders. The resulting highly constrained narrative of the epidemic is able to provide estimates of its unseen progression and inform scenarios for sustainable monitoring and control of the epidemic.", "annotations": [{"label": "Disease", "start_offset": 9, "end_offset": 17}, {"label": "Disease", "start_offset": 106, "end_offset": 114}, {"label": "Disease", "start_offset": 836, "end_offset": 844}], "meta": {"id": "2006.02036v3", "source": "arxiv", "date": "2020-06-03"}}
{"text": "Correlates of Children’s Physical Activity During the Covid-19 Confinement in Portugal\nObjectives: Aiming to understand the role of household variables on the percentage of physical activity (%PA) during the COVID-19 confinement, an anonymous online survey was launched to be completed by Portuguese families with children. Study Design: A Cross-sectional study design using an anonymous online survey that was launched to assess how Portuguese families with children under 13 years of age adjusted their daily routines to this situation. Methods: Separate ANOVAs were performed to investigate how factors, such as the number of children, age, sex, the housing characteristics, and the adults’ job situation, can affect the percentage of time for physical activity (%PA). Results: Findings, based on data from 2159 children, indicate that: I) Boys and girls did not differ in the %PA on any of the age groups; II) Children with an outdoor space and who had other children in the household were significantly more active (p<.001); III) Children from families with all adults working from home showed lower levels of %PA; IV) Being younger, having a big outdoor space, having other children in the household, and having at least one adult free from working from home, were significant positive predictors of children’s %PA, explaining 21% of the overall variance. Conclusion: Time allocated for PA during this period is reduced compared to what is usually reported on normal days. It is necessary to find strategies to increase children's PA, especially in families where both parents are working and have no outdoor space.", "annotations": [{"label": "Disease", "start_offset": 54, "end_offset": 62}, {"label": "Disease", "start_offset": 208, "end_offset": 216}], "meta": {"id": "10.21203/rs.3.rs-41842/v1", "source": "ResearchSquare", "date": "2020-07-13"}}
