{"text": "Comparative analysis of loop-mediated isothermal amplification (LAMP)-based assays for rapid detection of SARS-CoV-2 genes\nThe COVID-19 pandemic caused by SARS-CoV-2 has infected millions worldwide and there is an urgent need to increase our diagnostic capacity to identify infected cases. Although RT-qPCR remains the gold standard for SARS-CoV-2 detection, this method requires specialised equipment in a diagnostic laboratory and has a long turn-around time to process the samples. To address this, several groups have recently reported development of loop-mediated isothermal amplification (LAMP) as a simple, low cost and rapid method for SARS-CoV-2 detection. Herein we present a comparative analysis of three LAMP-based assays that target different regions of the SARS-CoV-2: ORF1ab RdRP, ORF1ab nsp3 and Gene N. We perform a detailed assessment of their sensitivity, kinetics and false positive rates for SARS-CoV-2 diagnostics in LAMP or RT-LAMP reactions, using colorimetric or fluorescent detection. Our results independently validate that all three assays can detect SARS-CoV-2 in 30 minutes, with robust accuracy at detecting as little as 1000 RNA copies and the results can be visualised simply by color changes. We also note the shortcomings of these LAMP-based assays, including variable results with shorter reaction time or lower load of SARS-CoV-2, and false positive results in some experimental conditions. Overall for RT-LAMP detection, the ORF1ab RdRP and ORF1ab nsp3 assays have higher sensitivity and faster kinetics for detection, whereas the Gene N assay exhibits no false positives in 30 minutes reaction time. This study provides validation of the performance of LAMP-based assays for SARS-CoV-2 detection, which have important implications in development of point-of-care diagnostic for SARS-CoV-2.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 783, "end_offset": 789}, {"label": "SARS-CoV-2Protein", "start_offset": 812, "end_offset": 818}, {"label": "SARS-CoV-2Protein", "start_offset": 803, "end_offset": 807}, {"label": "SARS-CoV-2Protein", "start_offset": 796, "end_offset": 802}, {"label": "SARS-CoV-2Protein", "start_offset": 790, "end_offset": 794}, {"label": "SARS-CoV-2Protein", "start_offset": 1463, "end_offset": 1469}, {"label": "SARS-CoV-2Protein", "start_offset": 1470, "end_offset": 1474}, {"label": "SARS-CoV-2Protein", "start_offset": 1479, "end_offset": 1485}, {"label": "SARS-CoV-2Protein", "start_offset": 1486, "end_offset": 1490}], "meta": {"id": "10.1101/2020.12.21.20248288", "source": "medRxiv", "date": "2020-12-22"}}
{"text": "Transcriptional and epi-transcriptional dynamics of SARS-CoV-2 during cellular infection\nSARS-CoV-2 uses subgenomic (sg)RNA to produce viral proteins for replication and immune evasion. We applied long-read RNA and cDNA sequencing to in vitro human and primate infection models to study transcriptional dynamics. Transcription-regulating sequence (TRS)-dependent sgRNA was upregulated earlier in infection than TRS-independent sgRNA. An abundant class of TRS-independent sgRNA consisting of a portion of ORF1ab containing nsp1 joined to ORF10 and 3prime UTR was upregulated at 48 hours post infection in human cell lines. We identified double-junction sgRNA containing both TRS-dependent and independent junctions. We found multiple sites at which the SARS-CoV-2 genome is consistently more modified than sgRNA, and that sgRNA modifications are stable across transcript clusters, host cells and time since infection. Our work highlights the dynamic nature of the SARS-CoV-2 transcriptome during its replication cycle. Our results are available via an interactive web-app at http://coinlab.mdhs.unimelb.edu.au/.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 537, "end_offset": 542}, {"label": "SARS-CoV-2Protein", "start_offset": 504, "end_offset": 510}], "meta": {"id": "10.1101/2020.12.22.423893", "source": "bioRxiv", "date": "2020-12-22"}}
{"text": "A SARS-CoV-2 spike binding DNA aptamer that inhibits pseudovirus infection in vitro by an RBD independent mechanism\nThe receptor binding domain (RBD) of the spike glycoprotein of the coronavirus SARS-CoV-2 (CoV2-S) binds to the human angiotensin converting enzyme 2 (ACE2) representing the initial contact point for leveraging the infection cascade. We used an automated selection process and identified an aptamer that specifically interacts with CoV2-S. The aptamer does not bind to the RBD of CoV2-S and does not block the interaction of CoV2-S with ACE2. Notwithstanding, infection studies revealed potent and specific inhibition of pseudoviral infection by the aptamer. The present study opens up new vistas in developing SARS-CoV2 infection inhibitors, independent of blocking the ACE2 interaction of the virus and harnesses aptamers as potential drug candidates and tools to disentangle hitherto inaccessible infection modalities, which is of particular interest in light of the increasing number of escape mutants that are currently being reported.", "annotations": [{"label": "HumanGene", "start_offset": 234, "end_offset": 265}, {"label": "HumanGene", "start_offset": 267, "end_offset": 271}, {"label": "HumanGene", "start_offset": 553, "end_offset": 557}, {"label": "HumanGene", "start_offset": 787, "end_offset": 791}, {"label": "SARS-CoV-2Protein", "start_offset": 2, "end_offset": 18}, {"label": "SARS-CoV-2Protein", "start_offset": 157, "end_offset": 175}], "meta": {"id": "10.1101/2020.12.23.424171", "source": "bioRxiv", "date": "2020-12-25"}}
{"text": "Introduction into the Marseille geographical area of a mild SARS-CoV-2 variant originating from sub-Saharan Africa\nBackground: In Marseille, France, the COVID-19 incidence evolved unusually with several successive epidemic episodes. The second outbreak started in July, was associated with North Africa, and involved travelers and an outbreak on passenger ships. This suggested the involvement of a new viral variant. Methods: We sequenced the genomes from 916 SARS-CoV-2 strains from COVID-19 patients in our institute. The patients' demographic and clinical features were compared according to the infecting viral variant. Results: From June 26th to August 14th, we identified a new viral variant (Marseille-1). Based on genome sequences (n = 89) or specific qPCR (n = 53), 142 patients infected with this variant were detected. It is characterized by a combination of 10 mutations located in the nsp2, nsp3, nsp12, S, ORF3a, ORF8 and N/ORF14 genes. We identified Senegal and Gambia, where the virus had been transferred from China and Europe in February-April as the sources of the Marseille-1 variant, which then most likely reached Marseille through Maghreb when French borders reopened. In France, this variant apparently remained almost limited to Marseille. In addition, it was significantly associated with a milder disease compared to clade 20A ancestor strains. Conclusion: Our results demonstrate that SARS-CoV-2 can genetically diversify rapidly; its variants can diffuse internationally and cause successive outbreaks.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 899, "end_offset": 903}, {"label": "SARS-CoV-2Protein", "start_offset": 937, "end_offset": 950}, {"label": "SARS-CoV-2Protein", "start_offset": 928, "end_offset": 932}, {"label": "SARS-CoV-2Protein", "start_offset": 921, "end_offset": 926}, {"label": "SARS-CoV-2Protein", "start_offset": 911, "end_offset": 916}, {"label": "SARS-CoV-2Protein", "start_offset": 905, "end_offset": 909}, {"label": "SARS-CoV-2Protein", "start_offset": 918, "end_offset": 919}], "meta": {"id": "10.1101/2020.12.23.20248758", "source": "medRxiv", "date": "2020-12-24"}}
{"text": "Global academic response to COVID-19: Cross-sectional study\nObjective: To describe the global academic response to COVID-19 during its early stages. The responsiveness of investigators, editorial teams, and publishers was explored. Design: Cross-sectional bibliometric review of COVID-19 literature. A parallel search of Middle East Respiratory Syndrome (MERS) literature was performed for comparison of outcomes. Data sources: MEDLINE and EMBASE databases. The search for COVID-19 studies was performed between 1st November 2019 and 24th March 2020. The search for MERS studies was performed one year earlier between 1st November 2018 and 24th March 2019. Main outcome measures: Investigator-responsiveness was assessed by measuring the volume and type of published research. Editorial-responsiveness was assessed by measuring the time from manuscript submission to acceptance and the availability of original data to support the study results. Publisher-responsiveness was assessed by measuring the time from manuscript acceptance to first publication and the provision of open access. Results: In total, 398 of 2835 COVID-19 and 55 of 1513 MERS search results were eligible. Most COVID-19 studies were clinical reports (n=242; 60.8%) and the majority of these were case series (n=105; 43.4%) and single cases (n=65; 26.9%). The times from manuscript submission to acceptance (median: 5 days (IQR: 3-11) vs 71.5 days (38-106); P<0.001) and acceptance to publication (median: 5 days (IQR: 2-8) vs. 22.5 days (4-48.5-; P<0.001) were strikingly shorter for COVID-19. Almost all COVID-19 (n=396; 99.5%) and MERS (n=55; 100%) studies were available with open-access. Data sharing was infrequent, with original data available for 104 (26.1%) COVID-19 and 10 (18.2%) MERS studies (P=0.203). Conclusions: The early academic response to COVID-19 was characterised by investigators aiming to define the disease. These studies were made rapidly and openly available by editorial and publishing teams. Data sharing practises are an essential target for improvement as the pandemic progresses.", "annotations": [], "meta": {"id": "10.1101/2020.04.27.20081414", "source": "medrxiv", "date": "2020-05-03"}}
{"text": "Measurement lessons of a repeated cross-sectional household food insecurity survey during the COVID-19 pandemic in Mexico\nObjective To validate the telephone modality of the Latin American and Caribbean Food Security Scale (ELCSA) included in three waves of a phone survey to estimate the monthly household food insecurity (HFI) prevalence during the COVID-19 pandemic in Mexico. Design We examined the reliability and internal validity of the ELCSA scale in three repeated waves of a cross-sectional surveys with Rasch models. We estimated the monthly prevalence of food insecurity in the general population and in households with and without children, and compared them with a national 2018 survey. We tested concurrent validity by testing associations of HFI with socioeconomic status and anxiety. Setting ENCOVID-19 is a monthly telephone cross-sectional survey collecting information on the well-being of Mexican households during the pandemic lockdown. Surveys used probabilistic samples and we used data from April (n=833), May (n=850), and June 2020 (n=1,674). Participants Mexicans 18 years or older who had a mobile telephone. Results ELCSA had adequate model fit and HFI was associated, within each wave, with more poverty and anxiety. The COVID-19 lockdown was associated with an important reduction in food security; decreasing stepwise from 38.9% in 2018 to 24.9% in June 2020 in households with children. Conclusions Telephone surveys are a feasible strategy to monitor food insecurity with ELCSA.", "annotations": [], "meta": {"id": "10.1101/2020.08.04.20167650", "source": "medrxiv", "date": "2020-08-06"}}
{"text": "Virtual Screening Based Prediction of Potential Drugs for COVID-19\nSARS-CoV-2 is the betacoronavirus responsible for the COVID-19 pandemic. It was listed as a potential global health threat by WHO due to high mortality, high basic reproduction number and lack of clinically approved drugs and vaccines for COVID-19. The genomic sequence of the virus responsible for COVID-19, as well as the experimentally determined three dimensional structure of the Main protease (Mpro) are available. The reported structure of the target Mpro was utilized in this study to identify potential drugs for COVID-19 using molecular docking based virtual screening of all approved drugs. The results of this study confirm preliminary reports that some of the drugs approved for treatment of other viral infections have the potential for treatment of COVID-19. Selected antiviral drugs, approved for human therapeutic applications, were ranked for potential effectiveness against COVID-19, based on predicted binding energy to the target Mpro of SARS-CoV-2, and novel candidates for drug repurposing were identified in this study. In addition, potential mechanisms for beneficial off target effects of some drugs in clinical trials were identified by using molecular docking.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 452, "end_offset": 465}, {"label": "SARS-CoV-2Protein", "start_offset": 467, "end_offset": 471}, {"label": "SARS-CoV-2Protein", "start_offset": 525, "end_offset": 529}, {"label": "SARS-CoV-2Protein", "start_offset": 1018, "end_offset": 1022}], "meta": {"id": "10.20944/preprints202002.0418.v2", "source": "preprints.org", "date": "2020-03-09"}}
{"text": "A potential role for AHR in SARS-CoV-2 pathology\nCoronavirus infection is associated to life-threatening respiratory failure. The aryl hydrocarbon receptor (AHR) was recently identified as a host factor for Zika and dengue viruses; AHR antagonists decrease viral titers and ameliorate ZIKV-induced pathology in vivo. Here we report that AHR is activated during coronavirus infection, impacting anti-viral immunity and lung basal cells associated to tissue repair. Hence, AHR antagonists are candidate therapeutics for the management of coronavirus-infected patients.", "annotations": [{"label": "HumanGene", "start_offset": 130, "end_offset": 155}, {"label": "HumanGene", "start_offset": 157, "end_offset": 160}, {"label": "HumanGene", "start_offset": 232, "end_offset": 235}, {"label": "HumanGene", "start_offset": 337, "end_offset": 340}, {"label": "HumanGene", "start_offset": 471, "end_offset": 474}, {"label": "HumanGene", "start_offset": 21, "end_offset": 24}], "meta": {"id": "10.21203/rs.3.rs-25639/v1", "source": "ResearchSquare", "date": "2020-04-26"}}
{"text": "Impact of climatic parameters on COVID-19 pandemic progression in India: analysis and prediction\nCOVID-19 is spreading rapidly worldwide and various factors of it have to be analysed. We analyze the effect of climatic parameters (Average Temperature (AT), Atmospheric Pressure (AP), Relative Humidity (RH), Solar Radiation (SR) and Wind Speed (WS)) on the COVID-19 epidemic during 25 March 2020 to 15 June 2020 in most affected states of India i.e. Maharashtra, Delhi and Tamilnadu. We quantitatively establish the correlation between these parameters by using Kendall & Spearman rank correlation test. The results indicate that the positive cases are highly correlated with the AT (r^2 >0.6,p<0.001) in Delhi where as a moderate correlation ( r^2<0.6,p<0.001) has been estimated for Maharashtra and Tamilnadu. Similarly, an intermediate range of correlation coefficient has been observed for other climatic parameters. The range of climatic parameters have been found corresponding to maximum number of cases results as AT (25~40 0 C), RH (40~70%), AT (740~965 mmHg), SR (200-250 W/mt2) and WS (.5~14 m/sec). Time series analysis depicts that the positive cases and mortality are increasing rapidly. COVID-19 epidemic peak is predicted and would be appearing October 2020 using SIR model for capital of India (New Delhi). The outcomes of this study will be helpful for the containment of COVID-19 worldwide.", "annotations": [], "meta": {"id": "10.1101/2020.07.25.20161919", "source": "medrxiv", "date": "2020-07-28"}}
{"text": "Sequence and Structural Analysis of COVID-19 E and M Protein With MERS Virus E and M Protein – A Comparative Study\nThe outbreak of SARS in 2003, MERS in 2012, and now COVID-19 in 2019 have demonstrated that Coronaviruses are capable of causing primary lethal infections in humans, and the pandemic is now a global concern. The COVID-19 belongs to the beta coronavirus family encoding 29 proteins, of which 4 are structural, the Spike, Membrane, Envelope, and Nucleocapsid proteins. Here we have analyzed and compared the Membrane (M) and Envelope (E) proteins of COVID-19 and MERS with SARS and Bat viruses. The sequence analysis of conserved regions of both E and M protein revealed that many regions of COVID-19 are similar to Bat and SARS viruses while the MERS virus showed variations. The essential binding motifs found in SARS-CoV appeared in COVID-19. Besides, the M protein of COVID- 19 showed a distinct serine phosphorylation site in the C-terminal domain, which looked like a catalytic triad seen in serine proteases. A Dileucine motif occurred many times in the sequence of the M protein of all the four viruses compared. Concerning the structural part, the COVID-19 E protein showed more similarity to Bat while MERS shared similarity with the SARS virus. The M protein of both COVID-19 and MERS displayed variations in the structure. The interaction between M and E protein was also studied to know the additional binding regions. Our study highlights the critical motifs and structural regions to be considered for further research to design better inhibitors for the infection caused by these viruses.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 45, "end_offset": 60}, {"label": "SARS-CoV-2Protein", "start_offset": 428, "end_offset": 480}, {"label": "SARS-CoV-2Protein", "start_offset": 521, "end_offset": 559}, {"label": "SARS-CoV-2Protein", "start_offset": 659, "end_offset": 674}, {"label": "SARS-CoV-2Protein", "start_offset": 872, "end_offset": 881}, {"label": "SARS-CoV-2Protein", "start_offset": 1090, "end_offset": 1099}, {"label": "SARS-CoV-2Protein", "start_offset": 1179, "end_offset": 1188}, {"label": "SARS-CoV-2Protein", "start_offset": 1273, "end_offset": 1282}, {"label": "SARS-CoV-2Protein", "start_offset": 1372, "end_offset": 1387}, {"label": "SARS-CoV-2Protein", "start_offset": 77, "end_offset": 92}], "meta": {"id": "10.21203/rs.3.rs-108454/v1", "source": "ResearchSquare", "date": "2020-11-14"}}
{"text": "Examining the effector mechanisms of Xuebijing Injection on COVID-19 based on network pharmacology\nBackground: Chinese medicine Xuebijing (XBJ) has proven to be effective in the treatment of mild coronavirus disease 2019 (COVID-19) cases. But the bioactive compounds and potential mechanisms of XBJ for COVID-19 prevention and treatment are unclear. This study aimed to examine the potential effector mechanisms of XBJ onCOVID-19 based on network pharmacology.Methods: We searched Chinese and international papers to obtain the active ingredients of XBJ. Then, we compiled COVID-19 disease targets from the GeneCards gene database and via literature searches. Next, we used the SwissTargetPrediction database to predict XBJ’s effector targets and map them to the abovementioned COVID-19 disease targets in order to obtain potential therapeutic targets of XBJ. Cytoscape software version 3.7.0 was used to construct a “XBJ active-compound-potential-effector target” network and protein-protein interaction (PPI) network, and then to carry out network topology analysis of potential targets. We used the ClueGO and CluePedia plugins in Cytoscape to conduct gene ontology (GO) biological process (BP) analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) signaling pathway enrichment analysis of XBJ’s effector targets. We used AutoDock vina and PyMOL software for molecular docking. Results: We obtained 144 potential COVID-19 effector targets of XBJ. Fourteen of these targets-glyceraldehyde 3-phosphate dehydrogenase (GAPDH), albumin (ALB), tumor necrosis factor (TNF), epidermal growth factor receptor (EGFR), mitogen-activated protein kinase 1 (MAPK1), Caspase-3 (CASP3), signal transducer and activator of transcription 3 (STAT3), MAPK8, prostaglandin-endoperoxide synthase 2 (PTGS2), JUN, interleukin-2 (IL-2), estrogen receptor 1 (ESR1), and MAPK14 had degree values >40 and therefore could be considered key targets. They participated in extracellular signal–regulated kinase 1 and 2 (ERK1, ERK2) cascade, the T-cell receptor signaling pathway, activation of MAPK activity, cellular response to lipopolysaccharide, and other inflammation- and immune-related BPs. XBJ exerted its therapeutic effects through the renin-angiotensin system (RAS), nuclear factor κ-light-chain-enhancer of activated B cells (NF-κB), MAPK, phosphatidylinositol-4, 5-bisphosphate 3-kinase (PI3K)-protein kinase B (Akt)-vascular endothelial growth factor (VEGF), toll-like receptor (TLR), TNF, and inflammatory-mediator regulation of transient receptor potential (TRP) signaling pathways to ultimately construct a “drug-ingredient-target-pathway” effector network. The molecular docking results showed that the core 18 effective ingredients had a docking score of less than -4.0 with those top 10 targets. Conclusion: The active ingredients of XBJ regulated different genes, acted on different pathways, and synergistically produced anti-inflammatory and immune-regulatory effects, which fully demonstrated the synergistic effects of different components on multiple targets and pathways. Our study demonstrated that key ingredients and their targets have potential binding activity, the existing studies on the pharmacological mechanisms of XBJ in the treatment of sepsis and severe pneumonia, could explain the effector mechanism of XBJ in COVID-19 treatment, and those provided a preliminary examination of the potential effector mechanism in this disease.", "annotations": [{"label": "HumanGene", "start_offset": 1547, "end_offset": 1568}, {"label": "HumanGene", "start_offset": 1570, "end_offset": 1573}, {"label": "HumanGene", "start_offset": 1576, "end_offset": 1608}, {"label": "HumanGene", "start_offset": 1610, "end_offset": 1614}, {"label": "HumanGene", "start_offset": 1617, "end_offset": 1651}, {"label": "HumanGene", "start_offset": 1653, "end_offset": 1658}, {"label": "HumanGene", "start_offset": 1661, "end_offset": 1670}, {"label": "HumanGene", "start_offset": 1672, "end_offset": 1677}, {"label": "HumanGene", "start_offset": 1680, "end_offset": 1730}, {"label": "HumanGene", "start_offset": 1732, "end_offset": 1737}, {"label": "HumanGene", "start_offset": 1740, "end_offset": 1745}, {"label": "HumanGene", "start_offset": 1747, "end_offset": 1784}, {"label": "HumanGene", "start_offset": 1799, "end_offset": 1812}, {"label": "HumanGene", "start_offset": 1814, "end_offset": 1818}, {"label": "HumanGene", "start_offset": 1821, "end_offset": 1840}, {"label": "HumanGene", "start_offset": 1842, "end_offset": 1846}, {"label": "HumanGene", "start_offset": 1853, "end_offset": 1859}, {"label": "HumanGene", "start_offset": 1786, "end_offset": 1791}, {"label": "HumanGene", "start_offset": 1794, "end_offset": 1797}, {"label": "HumanGene", "start_offset": 1524, "end_offset": 1529}, {"label": "HumanGene", "start_offset": 1532, "end_offset": 1539}, {"label": "HumanGene", "start_offset": 1541, "end_offset": 1544}, {"label": "HumanGene", "start_offset": 1482, "end_offset": 1522}, {"label": "HumanGene", "start_offset": 1950, "end_offset": 1995}, {"label": "HumanGene", "start_offset": 1997, "end_offset": 2001}, {"label": "HumanGene", "start_offset": 2003, "end_offset": 2007}], "meta": {"id": "10.21203/rs.3.rs-26834/v3", "source": "ResearchSquare", "date": "2020-05-03"}}
{"text": "Predicting commercially available antiviral drugs that may act on the novel coronavirus (2019-nCoV), Wuhan, China through a drug-target interaction deep learning model\nThe infection of a novel coronavirus found in Wuhan of China (2019-nCoV) is rapidly spreading, and the incidence rate is increasing worldwide. Due to the lack of effective treatment options for 2019-nCoV, various strategies are being tested in China, including drug repurposing. In this study, we used our pretrained deep learning-based drug-target interaction model called Molecule Transformer-Drug Target Interaction (MT-DTI) to identify commercially available drugs that could act on viral proteins of 2019-nCoV. The result showed that atazanavir, an antiretroviral medication used to treat and prevent the human immunodeficiency virus (HIV), is the best chemical compound, showing a inhibitory potency with Kd of 94.94 nM against the 2019-nCoV 3C-like proteinase, followed by efavirenz (199.17 nM), ritonavir (204.05 nM), and dolutegravir (336.91 nM). Interestingly, lopinavir, ritonavir, and darunavir are all designed to target viral proteinases. However, in our prediction, they may also bind to the replication complex components of 2019-nCoV with an inhibitory potency with Kd < 1000 nM. In addition, we also found that several antiviral agents, such as Kaletra, could be used for the treatment of 2019-nCoV, although there is no real-world evidence supporting the prediction. Overall, we suggest that the list of antiviral drugs identified by the MT-DTI model should be considered, when establishing effective treatment strategies for 2019-nCoV.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 916, "end_offset": 934}], "meta": {"id": "10.1101/2020.01.31.929547", "source": "biorxiv", "date": "2020-02-02"}}
{"text": "ACE2 interaction networks in COVID-19: a physiological framework for prediction of outcome in patients with cardiovascular risk factors\nBackgroundSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection (coronavirus disease 2019; COVID-19) is associated with adverse outcome in patients with cardiovascular disease (CVD).\n\nAimTo characterize the interaction between SARS-CoV-2 and Angiotensin Converting Enzyme 2 (ACE2) functional networks with focus on CVD.\n\nMethodsUsing bioinformatic tools, network medicine approaches and publicly available datasets, we investigated ACE2 tissue expression and described ACE2 interaction network which could be affected by SARS-CoV-2 infection. We identified top ACE2 interactors, including miRNAs which are shared regulators between the ACE2, virus-infection related proteins and heart interaction networks, using lung and nervous system networks as a reference. We also identified main SARS-CoV-2 risk groups and performed drug predictions for them.\n\nResultsWe found the same range of ACE2 expression confidence in respiratory and cardiovascular systems (averaging 4.48 and 4.64, respectively). Analysing the complete ACE2 interaction network, we identified 11 genes (ACE2, DPP4, ANPEP, CCL2, TFRC, MEP1A, ADAM17, FABP2, NPC1, CLEC4M, TMPRSS2) associated with virus-infection related processes. Previously described genes associated with cardiovascular risk factors DPP4, CCL2 and ANPEP were extensively connected with top regulators of ACE2 network, including ACE, INS and KNG1. Enrichment analysis revealed several disease phenotypes associated with interaction networks of ACE2, heart tissue, and virus-infection related protein, with the strongest associations with the following diseases (in decreasing rank order): obesity, hypertensive disease, non-insulin dependent diabetes mellitus, congestive heart failure, and coronary artery disease. We described for the first time microRNAs-miR (miR-302c-5p, miR-1305, miR-587, miR-26b-5p, and mir-27a-3p), which were common regulators of the three networks: ACE2, heart tissue and virus-infection related proteins.\n\nConclusionOur study provides novel information regarding the complexity of signaling pathways affected by SARS-CoV-2 and proposes predictive tools as miR towards personalized diagnosis and therapy in COVID-19. Additionally, our study provides a list of miRNAs with biomarker potential in prediction of adverse outcome in patients with COVID-19 and CVD.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=106 SRC=\"FIGDIR/small/094714v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (29K):\norg.highwire.dtl.DTLVardef@11e52b0org.highwire.dtl.DTLVardef@1c6d9ceorg.highwire.dtl.DTLVardef@57be3org.highwire.dtl.DTLVardef@8889c_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "annotations": [{"label": "HumanGene", "start_offset": 0, "end_offset": 4}, {"label": "HumanGene", "start_offset": 395, "end_offset": 426}, {"label": "HumanGene", "start_offset": 428, "end_offset": 432}, {"label": "HumanGene", "start_offset": 585, "end_offset": 589}, {"label": "HumanGene", "start_offset": 622, "end_offset": 626}, {"label": "HumanGene", "start_offset": 714, "end_offset": 718}, {"label": "HumanGene", "start_offset": 789, "end_offset": 793}, {"label": "HumanGene", "start_offset": 1038, "end_offset": 1042}, {"label": "HumanGene", "start_offset": 1171, "end_offset": 1175}, {"label": "HumanGene", "start_offset": 1221, "end_offset": 1225}, {"label": "HumanGene", "start_offset": 1227, "end_offset": 1231}, {"label": "HumanGene", "start_offset": 1233, "end_offset": 1238}, {"label": "HumanGene", "start_offset": 1240, "end_offset": 1244}, {"label": "HumanGene", "start_offset": 1246, "end_offset": 1250}, {"label": "HumanGene", "start_offset": 1252, "end_offset": 1257}, {"label": "HumanGene", "start_offset": 1259, "end_offset": 1265}, {"label": "HumanGene", "start_offset": 1267, "end_offset": 1272}, {"label": "HumanGene", "start_offset": 1274, "end_offset": 1278}, {"label": "HumanGene", "start_offset": 1280, "end_offset": 1286}, {"label": "HumanGene", "start_offset": 1288, "end_offset": 1295}, {"label": "HumanGene", "start_offset": 1419, "end_offset": 1423}, {"label": "HumanGene", "start_offset": 1425, "end_offset": 1429}, {"label": "HumanGene", "start_offset": 1434, "end_offset": 1439}, {"label": "HumanGene", "start_offset": 1490, "end_offset": 1494}, {"label": "HumanGene", "start_offset": 1519, "end_offset": 1522}, {"label": "HumanGene", "start_offset": 1629, "end_offset": 1633}, {"label": "HumanGene", "start_offset": 1527, "end_offset": 1531}, {"label": "HumanGene", "start_offset": 1514, "end_offset": 1517}, {"label": "HumanGene", "start_offset": 2061, "end_offset": 2065}], "meta": {"id": "10.1101/2020.05.13.094714", "source": "biorxiv", "date": "2020-05-14"}}
{"text": "Spike protein binding prediction with neutralizing antibodies of SARS-CoV-2\nCoronavirus disease 2019 (COVID-19) is a new emerging human infectious disease caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV), originated in Wuhan seafood and animal market, China. Since December 2019, more than 69,000 cases of COVID-19 have been confirmed in China and quickly spreads to other counties. Currently, researchers put their best efforts to identify effective drugs for COVID-19. The neutralizing antibody, which binds to viral capsid in a manner that inhibits cellular entry of virus and uncoating of the genome, is the specific defense against viral invaders. In this study, we investigate to identify neutralizing antibodies that can bind to SARS-CoV-2 Sipke (S) protein and interfere with the interaction between viral S protein and a host receptor by bioinformatic methods. The sequence analysis of S protein showed two major differences in the RBD region of the SARS-CoV-2 S protein compared to SARS-CoV and SARS-CoV related bat viruses (btSARS-CoV). The insertion regions were close to interacting residues with the human ACE2 receptor. Epitope analysis of neutralizing antibodies revealed that SARS-CoV neutralizing antibodies used conformational epitopes, whereas MERS-CoV neutralizing antibodies used a common linear epitope region, which contributes to form the {beta}-sheet structure in MERS-CoV S protein and deleted in SARS-CoV-2 S protein. To identify effective neutralizing antibodies for SARS-CoV-2, the binding affinities of neutralizing antibodies with SARS-CoV-2 S protein were predicted and compared by antibody-antigen docking simulation. The result showed that CR3022 neutralizing antibody from human may have higher binding affinity with SARS-CoV-2 S protein than SARS-CoV S protein. We also found that F26G19 and D12 mouse antibodies could bind to SARS-CoV S protein with high affinity. Our findings provide crucial clues towards the development of antigen diagnosis, therapeutic antibody, and the vaccine against SARS-CoV-2.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 805, "end_offset": 822}, {"label": "SARS-CoV-2Protein", "start_offset": 872, "end_offset": 881}, {"label": "SARS-CoV-2Protein", "start_offset": 1028, "end_offset": 1037}, {"label": "SARS-CoV-2Protein", "start_offset": 953, "end_offset": 962}, {"label": "SARS-CoV-2Protein", "start_offset": 1846, "end_offset": 1855}, {"label": "SARS-CoV-2Protein", "start_offset": 1822, "end_offset": 1831}, {"label": "SARS-CoV-2Protein", "start_offset": 1931, "end_offset": 1940}, {"label": "SARS-CoV-2Protein", "start_offset": 1632, "end_offset": 1641}, {"label": "SARS-CoV-2Protein", "start_offset": 1493, "end_offset": 1502}, {"label": "SARS-CoV-2Protein", "start_offset": 0, "end_offset": 13}, {"label": "HumanGene", "start_offset": 1178, "end_offset": 1182}], "meta": {"id": "10.1101/2020.02.22.951178", "source": "biorxiv", "date": "2020-02-27"}}
{"text": "Age-dependent assessment of genes involved in cellular senescence, telomere and mitochondrial pathways in human lung tissue of smokers, COPD and IPF: Associations with SARS-CoV-2 COVID-19 ACE2-TMPRSS2-Furin-DPP4 axis\nAging is one of the key contributing factors for chronic obstructive pulmonary diseases (COPD) and other chronic inflammatory lung diseases. Cigarette smoke is a major etiological risk factor that has been shown to alter cellular processes involving mitochondrial function, cellular senescence and telomeric length. Here we determined how aging contribute to the alteration in the gene expression of above mentioned cellular processes that play an important role in the progression of COPD and IPF. We hypothesized that aging may differentially alter the expression of mitochondrial, cellular senescence and telomere genes in smokers and patients with COPD and IPF compared to non-smokers. Total RNA from human lung tissues from non-smokers, smokers, and patients with COPD and IPF were processed and analyzed based on their ages (younger: <55 yrs and older: >55 yrs). NanoString nCounter panel was used to analyze the gene expression profiles using a custom designed codeset containing 112 genes including 6 housekeeping controls (mitochondrial biogenesis and function, cellular senescence, telomere replication and maintenance). mRNA counts were normalized, log2 transformed for differential expression analysis using linear models in the limma package (R/Bioconductor). Data from non-smokers, smokers and patients with COPD and IPF were analyzed based on the age groups (pairwise comparisons between younger vs. older groups). Several genes were differentially expressed in younger and older smokers, and patients with COPD and IPF compared to non-smokers which were part of the mitochondrial biogenesis/function (HSPD1, FEN1, COX18, COX10, UCP2 & 3), cellular senescence (PCNA, PTEN, KLOTHO, CDKN1C, TNKS2, NFATC1 & 2, GADD45A) and telomere replication/maintenance (PARP1, SIRT6, NBN, TERT, RAD17, SLX4, HAT1) target genes. Interestingly, NOX4 and TNKS2 were increased in the young IPF as compared to the young COPD patients. Genes in the mitochondrial dynamics and other quality control mechanisms like FIS1 and RHOT2 were decreased in young IPF compared to their age matched COPD subjects. ERCC1 (Excision Repair Cross-Complementation Group 1) and GADD45B were higher in young COPD as compared to IPF. Aging plays an important role in various infectious diseases. Elderly patients with chronic lung disease and smokers were found to have high incidence and mortality rates in the current pandemic of SARS-CoV-2 infection. Immunoblot analysis in the lung homogenates of smokers, COPD and IPF subjects revealed increased protein abundance of important proteases and spike proteins like TMPRSS2, furin and DPP4 in association with a slight increase in SARS-CoV-2 receptor ACE2 levels. This may further strengthen the observation that smokers, COPD and IPF subjects are more prone to COVID-19 infection. Overall, these findings suggest that altered transcription of target genes that regulate mitochondrial function, cellular senescence, and telomere attrition add to the pathobiology of lung aging in COPD and IPF and other smoking-related chronic lung disease in associated with alterations in SARS-CoV-2 ACE2-TMPRSS2-Furin-DPP4 axis for COVID-19 infection.", "annotations": [{"label": "HumanGene", "start_offset": 188, "end_offset": 192}, {"label": "HumanGene", "start_offset": 193, "end_offset": 200}, {"label": "HumanGene", "start_offset": 201, "end_offset": 206}, {"label": "HumanGene", "start_offset": 207, "end_offset": 211}, {"label": "HumanGene", "start_offset": 1834, "end_offset": 1839}, {"label": "HumanGene", "start_offset": 1841, "end_offset": 1845}, {"label": "HumanGene", "start_offset": 1847, "end_offset": 1852}, {"label": "HumanGene", "start_offset": 1854, "end_offset": 1859}, {"label": "HumanGene", "start_offset": 1861, "end_offset": 1869}, {"label": "HumanGene", "start_offset": 1893, "end_offset": 1897}, {"label": "HumanGene", "start_offset": 1899, "end_offset": 1903}, {"label": "HumanGene", "start_offset": 1905, "end_offset": 1911}, {"label": "HumanGene", "start_offset": 1913, "end_offset": 1919}, {"label": "HumanGene", "start_offset": 1921, "end_offset": 1926}, {"label": "HumanGene", "start_offset": 1928, "end_offset": 1938}, {"label": "HumanGene", "start_offset": 1940, "end_offset": 1947}, {"label": "HumanGene", "start_offset": 1987, "end_offset": 1992}, {"label": "HumanGene", "start_offset": 1994, "end_offset": 1999}, {"label": "HumanGene", "start_offset": 2001, "end_offset": 2004}, {"label": "HumanGene", "start_offset": 2006, "end_offset": 2010}, {"label": "HumanGene", "start_offset": 2012, "end_offset": 2017}, {"label": "HumanGene", "start_offset": 2019, "end_offset": 2023}, {"label": "HumanGene", "start_offset": 2025, "end_offset": 2029}, {"label": "HumanGene", "start_offset": 2060, "end_offset": 2064}, {"label": "HumanGene", "start_offset": 2069, "end_offset": 2074}, {"label": "HumanGene", "start_offset": 2225, "end_offset": 2229}, {"label": "HumanGene", "start_offset": 2234, "end_offset": 2239}, {"label": "HumanGene", "start_offset": 2320, "end_offset": 2365}, {"label": "HumanGene", "start_offset": 2313, "end_offset": 2318}, {"label": "HumanGene", "start_offset": 2371, "end_offset": 2378}, {"label": "HumanGene", "start_offset": 2807, "end_offset": 2814}, {"label": "HumanGene", "start_offset": 2826, "end_offset": 2830}, {"label": "HumanGene", "start_offset": 2816, "end_offset": 2821}, {"label": "HumanGene", "start_offset": 2892, "end_offset": 2896}, {"label": "HumanGene", "start_offset": 3331, "end_offset": 3338}, {"label": "HumanGene", "start_offset": 3339, "end_offset": 3344}, {"label": "HumanGene", "start_offset": 3345, "end_offset": 3349}], "meta": {"id": "10.1101/2020.06.14.20129957", "source": "medrxiv", "date": "2020-06-16"}}
{"text": "Hemogram Data as a Tool for Decision-making in COVID-19 Management: Applications to Resource Scarcity Scenarios\nBackground: COVID-19 pandemics has challenged emergency response systems worldwide, with widespread reports of essential services breakdown and collapse of health care structure. A critical element involves essential workforce management since current protocols recommend release from duty for symptomatic individuals, including essential personnel. Testing capacity is also problematic in several countries, where diagnosis demand outnumbers available local testing capacity. Purpose: This work describes a machine learning model derived from hemogram exam data performed in symptomatic patients and how they can be used to predict qRT-PCR test results. Methods: A Naive-Bayes model for machine learning is proposed for handling different scarcity scenarios, including managing symptomatic essential workforce and absence of diagnostic tests. Hemogram result data was used to predict qRT-PCR results in situations where the latter was not performed, or results are not yet available. Adjusts in assumed prior probabilities allow fine-tuning of the model, according to actual prediction context. Results: Proposed models can predict COVID-19 qRT-PCR results in symptomatic individuals with high accuracy, sensitivity and specificity. Data assessment can be performed in an individual or simultaneous basis, according to desired outcome. Based on hemogram data and background scarcity context, resource distribution is significantly optimized when model-based patient selection is observed, compared to random choice. The model can help manage testing deficiency and other critical circumstances. Conclusions: Machine learning models can be derived from widely available, quick, and inexpensive exam data in order to predict qRT-PCR results used in COVID-19 diagnosis. These models can be used to assist strategic decision-making in resource scarcity scenarios, including personnel shortage, lack of medical resources, and testing insufficiency.", "annotations": [], "meta": {"id": "10.1101/2020.05.09.20096818", "source": "medrxiv", "date": "2020-05-15"}}
{"text": "Repercussions of The COVID-19 Pandemic on the Well-Being and Training of Medical Clerks: A Pan-Canadian Survey\nBackground: The COVID-19 pandemic has been an unprecedented and potentially stressful event that inserted itself into the 2019-2020 Canadian medical curriculum. However, its impact on stress and subsequent professional pathways is not well understood. This study aims to assess the impact the COVID-19 pandemic on the mental well-being, training, and career choices of Canadian medical clerks within the first three months of the pandemic. It also aims to assess their use of university support systems and their appreciation of potential solutions to common academic stressors.Methods: An electronic survey composed of four sections: demographics, stressors experienced during the pandemic, World Health Organization (WHO) well-being index, and stress management and resources was distributed to Canadian clerks. Results: Clerks from 10 of the 17 Canadian medical faculties participated in this study (n=627). Forty-five percent of clerks reported higher levels of stress than usual; 22% reconsidered their residency choice; and 19% reconsidered medicine as a career. The factors that were most stressful among clerks were: the means of return to rotations; decreased opportunities to be productive in view of residency match; and taking the national licensing exam after the beginning of residency. The mean WHO well-being index was 14.8/25  4.5, indicating a poor level of well-being among a considerable proportion of students. Clerks who reconsidered their residency choice or medicine as a career had lower mean WHO well-being indices. Most clerks agreed with the following suggested solutions: training sessions on the clinical management of COVID-19 cases; being allowed to submit fewer reference letters when applying to residency; and having protected time to study for their licensing exam during residency. Overall, clerks were less concerned with being infected during their rotations than with the impact of the pandemic on their future career and residency match. Conclusion: The COVID-19 pandemic had a considerable impact on the medical curriculum and well-being of clerks. A number of student-identified solutions were proposed to reduce stress. The implementation of these solutions throughout the Canadian medical training system should be considered.", "annotations": [], "meta": {"id": "10.21203/rs.3.rs-50193/v1", "source": "ResearchSquare", "date": "2020-07-28"}}
{"text": "The SARS-CoV-2 Nucleocapsid phosphoprotein forms mutually exclusive condensates with RNA and the membrane-associated M protein\nThe multifunctional nucleocapsid (N) protein in SARS-CoV-2 binds the ~30 kb viral RNA genome to aid its packaging into the 80-90 nm membrane-enveloped virion. The N protein is composed of N-terminal RNA-binding and C-terminal dimerization domains that are flanked by three intrinsically disordered regions. Here we demonstrate that a centrally located 40 amino acid intrinsically disordered domain drives phase separation of N protein when bound to RNA, with the morphology of the resulting condensates affected by inclusion in the RNA of the putative SARS-CoV-2 packaging signal. The SARS-CoV-2 M protein, normally embedded in the virion membrane with its C-terminus extending into the virion core, independently induces N protein phase separation that is dependent on the N proteins C-terminal dimerization domain and disordered region. Three-component mixtures of N+M+RNA form condensates with mutually exclusive compartments containing N+M or N+RNA, including spherical annular structures in which the M protein coats the outside of an N+RNA condensate. These findings support a model in which phase separation of the N protein with both the viral genomic RNA and the SARS-CoV-2 M protein facilitates RNA packaging and virion assembly.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 117, "end_offset": 126}, {"label": "SARS-CoV-2Protein", "start_offset": 147, "end_offset": 171}, {"label": "SARS-CoV-2Protein", "start_offset": 290, "end_offset": 299}, {"label": "SARS-CoV-2Protein", "start_offset": 15, "end_offset": 42}, {"label": "SARS-CoV-2Protein", "start_offset": 552, "end_offset": 561}, {"label": "SARS-CoV-2Protein", "start_offset": 849, "end_offset": 858}, {"label": "SARS-CoV-2Protein", "start_offset": 901, "end_offset": 911}, {"label": "SARS-CoV-2Protein", "start_offset": 1133, "end_offset": 1142}, {"label": "SARS-CoV-2Protein", "start_offset": 1310, "end_offset": 1319}, {"label": "SARS-CoV-2Protein", "start_offset": 1249, "end_offset": 1258}, {"label": "SARS-CoV-2Protein", "start_offset": 722, "end_offset": 732}], "meta": {"id": "10.1101/2020.07.30.228023", "source": "biorxiv", "date": "2020-07-31"}}
{"text": "Swarm Learning as a privacy-preserving machine learning approach for disease classification\nIdentification of patients with life-threatening diseases including leukemias or infections such as tuberculosis and COVID-19 is an important goal of precision medicine. We recently illustrated that leukemia patients are identified by machine learning (ML) based on their blood transcriptomes. However, there is an increasing divide between what is technically possible and what is allowed because of privacy legislation. To facilitate integration of any omics data from any data owner world-wide without violating privacy laws, we here introduce Swarm Learning (SL), a decentralized machine learning approach uniting edge computing, blockchain-based peer-to-peer networking and coordination as well as privacy protection without the need for a central coordinator thereby going beyond federated learning. Using more than 14,000 blood transcriptomes derived from over 100 individual studies with non-uniform distribution of cases and controls and significant study biases, we illustrate the feasibility of SL to develop disease classifiers based on distributed data for COVID-19, tuberculosis or leukemias that outperform those developed at individual sites. Still, SL completely protects local privacy regulations by design. We propose this approach to noticeably accelerate the introduction of precision medicine.", "annotations": [], "meta": {"id": "10.1101/2020.06.25.171009", "source": "biorxiv", "date": "2020-06-26"}}
{"text": "Rapid and accurate detection of three genes in SARS-CoV-2 using RT-LAMP method\nBackground Corona Virus Disease 2019 (COVID-19) is a recently emerged life-threatening disease caused by SARS-CoV-2. It has the characteristics of rapid transmission, difficult treatment, rapid deterioration, and high mortality rate. Reliable and rapid diagnosis of SARS-CoV-2 infection is critical to treat patients and control transmission in time.Methods To detect SARS-CoV-2 nucleic acid faster and more convenient, RT-LAMP method (reverse transcription loop-mediated isothermal amplification) was developed. ORF1ab gene, E gene and N gene were selected as the target genes, because ORF1ab gene is the most specific and N gene is the most sensitive, while E gene has both sensitivity and specificity. Over thirty primer sets for them were designed, then the primer sets with rapid response and high specificity were screened out and their loop primers were designed and selected in order to improve the reaction speed further. Using these primers, RNA reverse transcription and nucleic acid amplification were performed in one step at 63 ℃ isothermal conditions, and the results can be judged by naked eyes through color change within 30 minutes. Finally, the optimal primer set for each gene was verified with over 208 clinical samples.Results ORF1ab gene, E gene and N gene were detected simultaneously by this method. ORF1ab gene has high specificity and the same sensitivity as RT-PCR currently used in clinic. Although N gene is less specific than ORF1ab, it is 80 times more sensitive than ORF1ab. The sensitivity and specificity of E gene are between them. Simultaneous detection of these three genes can neither cause false positives nor miss samples with low virus concentration, ensuring the sensitivity and specificity of SARS-CoV-2 detection. BLAST comparing results showed the primers for the three genes were highly specific for SARS-CoV-2. And the sequencing results of RT-LAMP products showed that the amplified fragments were unique to SARS-CoV-2. The accuracy of RT-LAMP assay was 99% as detecting 208 clinical specimens.Conclusions The RT-LAMP assay reported here has the advantages of rapid amplification, simple operation, and easy detection, which is useful for the rapid and reliable clinical diagnosis of SARS-CoV-2.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 592, "end_offset": 598}, {"label": "SARS-CoV-2Protein", "start_offset": 605, "end_offset": 611}, {"label": "SARS-CoV-2Protein", "start_offset": 616, "end_offset": 622}, {"label": "SARS-CoV-2Protein", "start_offset": 666, "end_offset": 672}, {"label": "SARS-CoV-2Protein", "start_offset": 739, "end_offset": 745}, {"label": "SARS-CoV-2Protein", "start_offset": 703, "end_offset": 709}, {"label": "SARS-CoV-2Protein", "start_offset": 1328, "end_offset": 1334}, {"label": "SARS-CoV-2Protein", "start_offset": 1341, "end_offset": 1347}, {"label": "SARS-CoV-2Protein", "start_offset": 1352, "end_offset": 1358}, {"label": "SARS-CoV-2Protein", "start_offset": 1404, "end_offset": 1410}, {"label": "SARS-CoV-2Protein", "start_offset": 1507, "end_offset": 1513}, {"label": "SARS-CoV-2Protein", "start_offset": 1536, "end_offset": 1542}, {"label": "SARS-CoV-2Protein", "start_offset": 1579, "end_offset": 1585}, {"label": "SARS-CoV-2Protein", "start_offset": 1622, "end_offset": 1628}], "meta": {"id": "10.21203/rs.3.rs-28070/v1", "source": "ResearchSquare", "date": "2020-05-08"}}
{"text": "Dynamics of ORF1ab and N Gene among hospitalized COVID-19 positive cohorts: A hospital based retrospective study\nObjective: The present study hospital based retrospective study aimed at investigating the dynamics of ORF1ab and N gene from hospitalized COVID-19 positive cohorts considering the Ct values of both genes. Study design and Methodology: Retrospective analyses of Ct values were done from 115 hospitalized COVID-19 positive patients in different time interval. Patients were admitted to the hospital either by RAT or/and RT-PCR and first RT-PCR testing were made after 9 days of incubation followed by testing in every 3 days of interval till negative, subsequently release of the patients. Results: We have looked into the dynamics of ORF1ab and N gene and found that N gene require longer duration of days with 12.68 (S.D.=3.24) to become negative than ORF1ab with 12.09 (S.D.=2.88) days and it differs significantly (p=0.012; p<0.05). The persistent of N gene found in 46 patients out of 115 (39.65%) to the succeeding reading after 3 days. We have also looked into the mean differences in the between N and ORF1ab genes every readings separately and found that there were no significant differences between the mean Ct value of ORF1ab and N gene except in the day 3 (p=0.015; p<0.05). Further, we have looked into the relationship of age and gender of patients with the duration of positivity; however we did not find any significant role. Conclusion: In COVID-19 hospital positive cohorts, the persistent of positivity of N gene is significantly for more duration than ORF1ab. As the SARS-CoV-2 is a new virus and study on it is evolving, so, exhaustive study is required on the dynamic of N gene positivity persistent in relation to the other pathophysiological parameters for the management and control of COVID-19.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 12, "end_offset": 18}, {"label": "SARS-CoV-2Protein", "start_offset": 23, "end_offset": 29}, {"label": "SARS-CoV-2Protein", "start_offset": 216, "end_offset": 222}, {"label": "SARS-CoV-2Protein", "start_offset": 227, "end_offset": 233}, {"label": "SARS-CoV-2Protein", "start_offset": 780, "end_offset": 786}, {"label": "SARS-CoV-2Protein", "start_offset": 758, "end_offset": 764}, {"label": "SARS-CoV-2Protein", "start_offset": 747, "end_offset": 753}, {"label": "SARS-CoV-2Protein", "start_offset": 866, "end_offset": 872}, {"label": "SARS-CoV-2Protein", "start_offset": 967, "end_offset": 973}, {"label": "SARS-CoV-2Protein", "start_offset": 1116, "end_offset": 1134}, {"label": "SARS-CoV-2Protein", "start_offset": 1243, "end_offset": 1249}, {"label": "SARS-CoV-2Protein", "start_offset": 1254, "end_offset": 1260}, {"label": "SARS-CoV-2Protein", "start_offset": 1585, "end_offset": 1591}, {"label": "SARS-CoV-2Protein", "start_offset": 1538, "end_offset": 1544}, {"label": "SARS-CoV-2Protein", "start_offset": 1706, "end_offset": 1712}], "meta": {"id": "10.1101/2020.11.22.20236240", "source": "medRxiv", "date": "2020-11-23"}}
{"text": "The Structure of the Membrane Protein of SARS-CoV-2 Resembles the Sugar Transporter semiSWEET\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is responsible for the disease COVID-19 that has decimated the health and economy of our planet. The virus causes the disease not only in people but also in companion and wild animals. People with diabetes are at risk of the disease. As yet we do not know why the virus is highly successful in causing the pandemic within 3 months of its first report. The structural proteins of SARS include, membrane glycoprotein (M), envelope protein (E), nucleocapsid protein (N) and the spike protein (S). The structure and function of the most abundant structural protein of SARS-CoV-2, the membrane (M) glycoprotein is not fully understood. Using in silico analyses we determined the structure and potential function of the M protein. The M protein of SARS-CoV-2 is 98.6% similar to the M protein of bat SARS-CoV, maintains 98.2% homology with pangolin SARS-CoV, and has 90% homology with M protein of SARS-CoV; whereas, the similarity was only 38% with the M protein of MERS-CoV. In silico analyses showed that the M protein of SARS-CoV-2 has a triple helix bundle, form a single 3-transmembrane domain (TM), and are homologous to the prokaryotic sugar transport protein semiSWEET. SemiSWEETs are related to the PQ-loop family that function as cargo receptors in vesicle transport, mediates movement of basic amino acids across lysosomal membranes, and is also involved in phospholipase flippase function. The advantage and role of the M protein having a sugar transport-like structure is not clearly understood. The M protein of SARS-CoV-2 interacts with S, E and N protein. The S protein of the virus is glycosylated. It could be hypothesized that the sugar transporter-like structure of the M protein influences glycosylation of the S protein. Endocytosis is critical for the internalization and maturation of RNA viruses, including SARS-CoV-2. Sucrose is involved in endosome and lysosome maturation and may also induce autophagy, pathways that help in the entry of the virus. Overall, it could be hypothesized that the semiSWEET sugar transporter-like structure of the M protein may be involved in multiple functions that may aid in the rapid proliferation, replication and immune evasion of the SARS-CoV-2 virus. Biological experiments would validate the presence and function of the semiSWEET sugar transporter.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 21, "end_offset": 37}, {"label": "SARS-CoV-2Protein", "start_offset": 548, "end_offset": 573}, {"label": "SARS-CoV-2Protein", "start_offset": 597, "end_offset": 621}, {"label": "SARS-CoV-2Protein", "start_offset": 630, "end_offset": 647}, {"label": "SARS-CoV-2Protein", "start_offset": 735, "end_offset": 760}, {"label": "SARS-CoV-2Protein", "start_offset": 869, "end_offset": 878}, {"label": "SARS-CoV-2Protein", "start_offset": 884, "end_offset": 893}, {"label": "SARS-CoV-2Protein", "start_offset": 932, "end_offset": 941}, {"label": "SARS-CoV-2Protein", "start_offset": 1034, "end_offset": 1043}, {"label": "SARS-CoV-2Protein", "start_offset": 575, "end_offset": 595}, {"label": "SARS-CoV-2Protein", "start_offset": 1161, "end_offset": 1170}, {"label": "SARS-CoV-2Protein", "start_offset": 1582, "end_offset": 1591}, {"label": "SARS-CoV-2Protein", "start_offset": 1663, "end_offset": 1672}, {"label": "SARS-CoV-2Protein", "start_offset": 1726, "end_offset": 1735}, {"label": "SARS-CoV-2Protein", "start_offset": 1702, "end_offset": 1720}, {"label": "SARS-CoV-2Protein", "start_offset": 1882, "end_offset": 1891}, {"label": "SARS-CoV-2Protein", "start_offset": 1840, "end_offset": 1849}, {"label": "SARS-CoV-2Protein", "start_offset": 2220, "end_offset": 2229}], "meta": {"id": "10.20944/preprints202004.0512.v5", "source": "Preprints.org", "date": "2020-08-20"}}
{"text": "Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data\nThe geographic spread of 2019 novel coronavirus (COVID-19) infections from the epicenter of Wuhan, China, has provided an opportunity to study the natural history of the recently emerged virus. Using publicly available event-date data from the ongoing epidemic, the present study investigated the incubation period and other time intervals that govern the epidemiological dynamics of COVID-19 infections. Our results show that the incubation period falls within the range of 2-14 days with 95% confidence and has a mean of around 5 days when approximated using the best-fit lognormal distribution. The mean time from illness onset to hospital admission (for treatment and/or isolation) was estimated at 3-4 days without truncation and at 5-9 days when right truncated. Based on the 95th percentile estimate of the incubation period, we recommend that the length of quarantine should be at least 14 days. The median time delay of 13 days from illness onset to death (17 days with right truncation) should be considered when estimating the COVID-19 case fatality risk.", "annotations": [], "meta": {"id": "10.1101/2020.01.26.20018754", "source": "medrxiv", "date": "2020-01-28"}}
{"text": "Correlates of Children’s Physical Activity During the Covid-19 Confinement in Portugal\nObjectives: Aiming to understand the role of household variables on the percentage of physical activity (%PA) during the COVID-19 confinement, an anonymous online survey was launched to be completed by Portuguese families with children. Study Design: A Cross-sectional study design using an anonymous online survey that was launched to assess how Portuguese families with children under 13 years of age adjusted their daily routines to this situation. Methods: Separate ANOVAs were performed to investigate how factors, such as the number of children, age, sex, the housing characteristics, and the adults’ job situation, can affect the percentage of time for physical activity (%PA). Results: Findings, based on data from 2159 children, indicate that: I) Boys and girls did not differ in the %PA on any of the age groups; II) Children with an outdoor space and who had other children in the household were significantly more active (p<.001); III) Children from families with all adults working from home showed lower levels of %PA; IV) Being younger, having a big outdoor space, having other children in the household, and having at least one adult free from working from home, were significant positive predictors of children’s %PA, explaining 21% of the overall variance. Conclusion: Time allocated for PA during this period is reduced compared to what is usually reported on normal days. It is necessary to find strategies to increase children's PA, especially in families where both parents are working and have no outdoor space.", "annotations": [], "meta": {"id": "10.21203/rs.3.rs-41842/v1", "source": "ResearchSquare", "date": "2020-07-13"}}
{"text": "Rational Design of the Remdesivir Binding Site in the RNA-dependent RNA Polymerase of SARS-CoV-2: Implications for Potential Resistance\nABSTRACTSARS-CoV-2 is rapidly evolving with the continuous emergence of new mutations. There is no specific antiviral therapy for COVID-19, and the use of Remdesivir for treating COVID-19 will likely continue before clinical trials are completed. Due to the lengthening pandemic and evolving nature of the virus, predicting potential residues prone to mutations is crucial for the management of Remdesivir resistance. We used a rational ligand-based interface design complemented with mutational mapping to generate a total of 100,000 mutations and provide insight into the functional outcome of mutations in the Remdesivir-binding site in nsp12. After designing 56 residues in the Remdesivir binding site of nsp12, the designs retained 96-98% sequence identity, which suggests that SARS-CoV-2 attains resistance and develops further infectivity with very few mutations in the nsp12. We also identified affinity-attenuating Remdesivir binding designs of nsp12. Several mutants acquired decreased binding affinity with Remdesivir, which suggested drug resistance. These hotspot residues had a higher probability of undergoing selective mutations in the future to develop Remdesivir and related drug-based resistance. A comparison of 21 nsp12 Remdesivir-bound designs to the 13 EIDD-2801-bound nsp12 designs suggested that EIDD-2801 would be more effective in preventing the emergence of resistant mutations and against Remdesivir-resistance strains due to the restricted mutational landscape. Combined with the availability of more genomic data, our information on mutation repertoires is critical to guide scientists to rational structure-based drug discovery. Knowledge of the potential residues prone to mutation improves our understanding and management of drug resistance and disease pathogenesis.Competing Interest StatementThe authors have declared no competing interest.View Full Text", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 776, "end_offset": 781}, {"label": "SARS-CoV-2Protein", "start_offset": 1013, "end_offset": 1018}, {"label": "SARS-CoV-2Protein", "start_offset": 1090, "end_offset": 1095}, {"label": "SARS-CoV-2Protein", "start_offset": 1371, "end_offset": 1376}, {"label": "SARS-CoV-2Protein", "start_offset": 1428, "end_offset": 1433}], "meta": {"id": "10.1101/2020.06.27.174896", "source": "biorxiv", "date": "2020-06-29"}}
{"text": "InfecTracer: Approximate Nearest Neighbors Retrieval of GPS Location  Traces to Retrieve Susceptible Cases\nEpidemics, such as the present Covid-19 pandemic, usually spread at a rapid rate. Standard models, e.g., the SIR model, have stressed on the importance of finding the susceptible cases to flatten the growth rate of the spread of infection as early as possible. In the present scientific world, location traces in the form of GPS coordinates are logged by mobile device manufacturing and their operating systems developing companies, such as Apple, Samsung, Google etc. However, due to the sensitive nature of this data, it is usually not shared with other organisations, mainly to protect individual privacy. However, in disaster situations, such as epidemics, data in the form of location traces of a community of people can potentially be helpful to proactively locate susceptible people from the community and enforce quarantine on them as early as possible.   Since procuring such data for the purpose of restricted use is difficult (time-consuming) due to the sensitive nature of the data, a strong case needs to be made that how could such data be useful in disaster situations. The aim of this article is to to demonstrate a proof-of-the-concept that with the availability of massive amounts of real check-in data, it is feasible to develop a scalable system that is both effective (in terms of identifying the susceptible people) and efficient (in terms of the time taken to do so). We believe that this proof-of-the-concept will encourage sharing (with restricted use) of such sensitive data in order to help mitigate disaster situations.   In this article, we describe a software resource to efficiently (consuming a small run-time) locate a set of susceptible persons given a global database of user check-ins and a set of infected people. Specifically, we describe a system, named InfecTracer, that seeks to find out cases of close proximity of a person with another infected person.", "annotations": [], "meta": {"id": "2004.08851v1", "source": "arxiv", "date": "2020-04-19"}}
{"text": "Epidemiological description and analysis of RdRp, E and N genes dynamic by RT-PCR of SARS-CoV-2 in Moroccan population: Experience of the National Reference Laboratory (LNR)-UM6SS\nThe coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is a new infectious disease that first emerged in Hubei province, China, in December 2019. On 2 March 2020, the Moroccan Ministry of Health confirmed the first COVID-19 case in Morocco. The new virus SARS-CoV-2 was identified in the sample of a Moroccan expatriate residing in Italy. Without a therapeutic vaccine or specific antiviral drugs, early detection and isolation become essential against novel Coronavirus. This study aims to analyze the epidemiological profile of the SARS-CoV-2 in Moroccan cases and to investigate the dynamic of RdRp gene, N gene, and E gene in patients from diagnosis until the recovery. Among 859 Covid-19 RT-PCR tests realized for 285 patients, 133 cases had positive results Covid-19. 9 % of these cases present the 3 genes RdRp, N, and E, 47% only the RdRp gene, 2% with RdRp and N gene, 26% cases are positives with N gene, and 16 % with N and E gene. The analysis of the Covid-19 genes (RdRp, N, and E) dynamic reveal that more than 6% stay positive with detection of the N and E gene, and 14% with the N gene after 12 days of treatment. The median period from positive to the first negative Covid-19 RT-PCR tests was 6.8{+/-}2.24 days for 44% cases, 14.31 {+/-} 2.4 days for 30%, and 22.67 {+/-} 1.21 days for 4%. This a first description of the Moroccan COVID-19 cases and the analysis of the dynamic of the 3 genes RdRp, N, and E. The analysis of our population can help to involved in the care of patients.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 44, "end_offset": 48}, {"label": "SARS-CoV-2Protein", "start_offset": 50, "end_offset": 63}, {"label": "SARS-CoV-2Protein", "start_offset": 835, "end_offset": 844}, {"label": "SARS-CoV-2Protein", "start_offset": 858, "end_offset": 864}, {"label": "SARS-CoV-2Protein", "start_offset": 846, "end_offset": 852}, {"label": "SARS-CoV-2Protein", "start_offset": 1051, "end_offset": 1055}, {"label": "SARS-CoV-2Protein", "start_offset": 1057, "end_offset": 1058}, {"label": "SARS-CoV-2Protein", "start_offset": 1064, "end_offset": 1065}, {"label": "SARS-CoV-2Protein", "start_offset": 1080, "end_offset": 1089}, {"label": "SARS-CoV-2Protein", "start_offset": 1108, "end_offset": 1114}, {"label": "SARS-CoV-2Protein", "start_offset": 1145, "end_offset": 1151}, {"label": "SARS-CoV-2Protein", "start_offset": 1099, "end_offset": 1103}, {"label": "SARS-CoV-2Protein", "start_offset": 1167, "end_offset": 1179}, {"label": "SARS-CoV-2Protein", "start_offset": 1217, "end_offset": 1221}, {"label": "SARS-CoV-2Protein", "start_offset": 1223, "end_offset": 1224}, {"label": "SARS-CoV-2Protein", "start_offset": 1230, "end_offset": 1231}, {"label": "SARS-CoV-2Protein", "start_offset": 1302, "end_offset": 1314}, {"label": "SARS-CoV-2Protein", "start_offset": 1333, "end_offset": 1339}, {"label": "SARS-CoV-2Protein", "start_offset": 1648, "end_offset": 1652}, {"label": "SARS-CoV-2Protein", "start_offset": 1661, "end_offset": 1662}, {"label": "SARS-CoV-2Protein", "start_offset": 1654, "end_offset": 1655}], "meta": {"id": "10.1101/2020.06.18.20135137", "source": "medrxiv", "date": "2020-06-20"}}
{"text": "A drug repurposing screen identifies hepatitis C antivirals as inhibitors of the SARS-CoV-2 main protease.\nThe SARS coronavirus type 2 (SARS-CoV-2) emerged in late 2019 as a zoonotic virus highly transmissible between humans that has caused the COVID-19 pandemic 1,2. This pandemic has the potential to disrupt healthcare globally and has already caused high levels of mortality, especially amongst the elderly. The overall case fatality rate for COVID-19 is estimated to be [~]2.3% overall 3 and 32.3% in hospitalized patients age 70-79 years 4. Therapeutic options for treating the underlying viremia in COVID-19 are presently limited by a lack of effective SARS-CoV-2 antiviral drugs, although steroidal anti-inflammatory treatment can be helpful. A variety of potential antiviral targets for SARS-CoV-2 have been considered including the spike protein and replicase. Based upon previous successful antiviral drug development for HIV-1 and hepatitis C, the SARS-CoV-2 main protease (Mpro) appears an attractive target for drug development. Here we show the existing pharmacopeia contains many drugs with potential for therapeutic repurposing as selective and potent inhibitors of SARS-CoV-2 Mpro. We screened a collection of [~]6,070 drugs with a previous history of use in humans for compounds that inhibit the activity of Mpro in vitro. In our primary screen we found [~]50 compounds with activity against Mpro (overall hit rate <0.75%). Subsequent dose validation studies demonstrated 8 dose responsive hits with an IC50 [≤] 50 M. Hits from our screen are enriched with hepatitis C NS3/4A protease targeting drugs including Boceprevir (IC50=0.95 M), Ciluprevir (20.77M). Narlaprevir (IC50=1.10M), and Telaprevir (15.25M). These results demonstrate that some existing approved drugs can inhibit SARS-CoV-2 Mpro and that screen saturation of all approved drugs is both feasible and warranted. Taken together this work suggests previous large-scale commercial drug development initiatives targeting hepatitis C NS3/4A viral protease should be revisited because some previous lead compounds may be more potent against SARS-CoV-2 Mpro than Boceprevir and suitable for rapid repurposing.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 92, "end_offset": 105}, {"label": "SARS-CoV-2Protein", "start_offset": 971, "end_offset": 984}, {"label": "SARS-CoV-2Protein", "start_offset": 986, "end_offset": 990}, {"label": "SARS-CoV-2Protein", "start_offset": 1194, "end_offset": 1198}, {"label": "SARS-CoV-2Protein", "start_offset": 1327, "end_offset": 1331}, {"label": "SARS-CoV-2Protein", "start_offset": 1811, "end_offset": 1815}, {"label": "SARS-CoV-2Protein", "start_offset": 2131, "end_offset": 2135}, {"label": "SARS-CoV-2Protein", "start_offset": 842, "end_offset": 855}, {"label": "SARS-CoV-2Protein", "start_offset": 860, "end_offset": 869}, {"label": "SARS-CoV-2Protein", "start_offset": 1411, "end_offset": 1415}], "meta": {"id": "10.1101/2020.07.10.197889", "source": "biorxiv", "date": "2020-07-10"}}
{"text": "Enhanced binding of SARS-CoV-2 Envelope protein to tight junction-associated PALS1 could play a key role in COVID-19 pathogenesis\nBackground: The Envelope (E) protein of SARS-CoV-2 is the most enigmatic protein among the four structural ones on the viral genome. Most of the current knowledge on the E protein is based on the direct comparison to the SARS E protein, initially mistakenly undervalued and subsequently proved to be a key factor in the ER-Golgi localization and in tight junction disruption. Methods: We compared the genomic sequences of E protein of SARS-CoV-2, SARS-CoV and the closely related genomes of bats and pangolins obtained from the GISAID and GenBank databases. Multiple sequence alignments were done with the Geneious software using the MAFFT algorithm. In silico modelling analyses of E proteins conformation and docking with PALS1 were performed with the Schrodinger Suite.Results: When compared to the known SARS E protein, we observed a different amino acidic sequence in the C-terminal of SARS-CoV-2 E protein which might have a key role in the current COVID-19 pathogenesis. In silico docking results provide evidence of a strengthened binding of SARS-CoV-2 E protein with the tight junction-associated PALS1 protein.Conclusions: We suggest that SARS-CoV-2 E protein may interfere with the tight junction stability and formation leading to an enhanced epithelial barrier disruption, amplifying the inflammatory processes, and promoting tissue remodelling. These findings raise a warning on the underestimated role of the E protein in the pathogenic mechanism and could open the route to detailed experimental investigations.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 146, "end_offset": 166}, {"label": "SARS-CoV-2Protein", "start_offset": 31, "end_offset": 47}, {"label": "HumanGene", "start_offset": 77, "end_offset": 82}, {"label": "SARS-CoV-2Protein", "start_offset": 300, "end_offset": 309}, {"label": "SARS-CoV-2Protein", "start_offset": 356, "end_offset": 365}, {"label": "SARS-CoV-2Protein", "start_offset": 552, "end_offset": 561}, {"label": "SARS-CoV-2Protein", "start_offset": 813, "end_offset": 823}, {"label": "HumanGene", "start_offset": 854, "end_offset": 859}, {"label": "SARS-CoV-2Protein", "start_offset": 943, "end_offset": 952}, {"label": "SARS-CoV-2Protein", "start_offset": 1032, "end_offset": 1041}, {"label": "SARS-CoV-2Protein", "start_offset": 1191, "end_offset": 1200}, {"label": "HumanGene", "start_offset": 1236, "end_offset": 1241}, {"label": "SARS-CoV-2Protein", "start_offset": 1290, "end_offset": 1299}, {"label": "SARS-CoV-2Protein", "start_offset": 1554, "end_offset": 1563}], "meta": {"id": "10.21203/rs.3.rs-30903/v1", "source": "ResearchSquare", "date": "2020-05-21"}}
{"text": "Supplementing the National Early Warning Score (NEWS2) for anticipating early deterioration among patients with COVID-19 infection\nObjectives: To evaluate the National Early Warning Score (NEWS2), currently recommended in the UK for risk-stratification of severe COVID-19 outcomes, and subsequently identify and validate a minimal set of common parameters taken at hospital admission that improve the score. Design: Retrospective observational cohort with internal and multi-hospital external validation. Setting: Secondary care. Interventions: Not applicable. Participants: Training and temporal external validation cohorts comprised 1464 patients admitted to King's College Hospital NHS Foundation Trust (KCH) with COVID-19 disease from 1st March to 30th April 2020. External validation cohorts included 3869 patients from two UK NHS Trusts (Guys and St Thomas' Hospitals, GSTT and University Hospitals Southampton, UHS) and two hospitals in Wuhan, China (Wuhan Sixth Hospital and Taikang Tongji Hospital). Main outcome measures: The primary outcome was patient status at 14 days after symptom onset categorised as severe disease (transferred to intensive care unit or death). Age, physiological measures, blood biomarkers, sex, ethnicity and comorbidities (hypertension, diabetes, cardiovascular, respiratory and kidney diseases) were included. Results: NEWS2 score on admission was a weak predictor of severe COVID-19 infection (AUC = 0.628). Adding age and common blood tests (CRP, neutrophil count, estimated GFR and albumin) provided substantial improvements to a risk stratification model, particularly in relation to sensitivity, but performance was only moderate (AUC = 0.753). Improvement over NEWS2 remained robust and generalisable in GSTT (AUC = 0.817), UHS (AUC = 0.835) and Wuhan hospitals (AUC = 0.918). Conclusions: Adding age and a minimal set of blood parameters to NEWS2 improves the detection of patients likely to develop severe COVID-19 outcomes. This finding was replicated across NHS and non-UK hospitals. Adding a few common parameters to a pre-existing acuity score allows rapid and easy implementation of this risk-scoring system.", "annotations": [], "meta": {"id": "10.1101/2020.04.24.20078006", "source": "medrxiv", "date": "2020-04-29"}}
{"text": "COVID-Align: Accurate online alignment of hCoV-19 genomes using a profile HMM\nMotivationThe first cases of the COVID-19 pandemic emerged in December 2019. Until the end of February 2020, the number of available genomes was below 1,000, and their multiple alignment was easily achieved using standard approaches. Subsequently, the availability of genomes has grown dramatically. Moreover, some genomes are of low quality with sequencing/assembly errors, making accurate re-alignment of all genomes nearly impossible on a daily basis. A more efficient, yet accurate approach was clearly required to pursue all subsequent bioinformatics analyses of this crucial data.\n\nResultshCoV-19 genomes are highly conserved, with very few indels and no recombination. This makes the profile HMM approach particularly well suited to align new genomes, add them to an existing alignment and filter problematic ones. Using a core of [~]2,500 high quality genomes, we estimated a profile using HMMER, and implemented this profile in COVID-Align, a user-friendly interface to be used online or as standalone via Docker. The alignment of 1,000 genomes requires less than 20mn on our cluster. Moreover, COVID-Align provides summary statistics, which can be used to determine the sequencing quality and evolutionary novelty of input genomes (e.g. number of new mutations and indels).\n\nAvailabilityhttps://covalign.pasteur.cloud, hub.docker.com/r/evolbioinfo/covid-align\n\nContactsolivier.gascuel@pasteur.fr, frederic.lemoine@pasteur.fr\n\nSupplementary informationSupplementary information is available at Bioinformatics online.", "annotations": [], "meta": {"id": "10.1101/2020.05.25.114884", "source": "biorxiv", "date": "2020-05-25"}}
{"text": "Characterization of the SARS-CoV-2 S Protein: Biophysical, Biochemical, Structural, and Antigenic Analysis\nCoronavirus disease 2019 (COVID-19) is a global health crisis caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and there is a critical need to produce large quantities of high-quality SARS-CoV-2 Spike (S) protein for use in both clinical and basic science settings. To address this need, we have evaluated the expression and purification of two previously reported S protein constructs in Expi293F and ExpiCHO-S cells, two different cell lines selected for increased expression of secreted glycoproteins. We show that ExpiCHO-S cells produce enhanced yields of both SARS-CoV-2 S proteins. Biochemical, biophysical, and structural (cryo-EM) characterization of the SARS-CoV-2 S proteins produced in both cell lines demonstrate that the reported purification strategy yields high quality S protein (non-aggregated, uniform material with appropriate biochemical and biophysical properties). Importantly, we show that multiple preparations of these two recombinant S proteins from either cell line exhibit identical behavior in two different serology assays. We also evaluate the specificity of S protein-mediated host cell binding by examining interactions with proposed binding partners in the human secretome. In addition, the antigenicity of these proteins is demonstrated by standard ELISAs, and in a flexible protein microarray format. Collectively, we establish an array of metrics for ensuring the production of high-quality S protein to support clinical, biological, biochemical, structural and mechanistic studies to combat the global pandemic caused by SARS-CoV-2.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 35, "end_offset": 44}, {"label": "SARS-CoV-2Protein", "start_offset": 335, "end_offset": 352}, {"label": "SARS-CoV-2Protein", "start_offset": 717, "end_offset": 727}, {"label": "SARS-CoV-2Protein", "start_offset": 505, "end_offset": 514}, {"label": "SARS-CoV-2Protein", "start_offset": 926, "end_offset": 935}, {"label": "SARS-CoV-2Protein", "start_offset": 1101, "end_offset": 1111}, {"label": "SARS-CoV-2Protein", "start_offset": 1231, "end_offset": 1240}, {"label": "SARS-CoV-2Protein", "start_offset": 1569, "end_offset": 1578}], "meta": {"id": "10.1101/2020.06.14.150607", "source": "biorxiv", "date": "2020-06-15"}}
{"text": "Community Pharmacy Response to Infection Control during COVID-19. A Cross-Sectional Survey.\nBackground: Australia received its first case of coronavirus on 25 January 2020. Since then the demands of COVID-19 has presented unparalleled levels of strain on the public healthcare systems in the country. In this time of crisis, pharmacists and community pharmacy staff have modified work strategies according to the rapidly changing environment. With a delayed dissemination of resources and guidelines, pharmacist and pharmacies are practicing innovative infection control methods across Australia to protect their staff, patients and the community. This article seeks to explore the current activities undertaken by pharmacists in various community pharmacy settings across Australia in relation to the safety of the workplace environments for staff and patients. Information collected can help inform future decisions in pandemic preparation for pharmacies in response to similar health crisis now and in the future. Methods: An online cross-sectional survey study was conducted in Australia during the COVID-19 outbreak from 1st to 30th April 2020. The questionnaire addressed community pharmacist’s awareness and response to infection and sanitation control. Results: A total of 137 pharmacists took part in the survey, with almost half (45.26%) belonging to the age group of 25 to 34 years. Community pharmacy formed the bulk (89.05%) of the respondent’s primary place of practice. There was a good uptake of safety measures by pharmacists and their pharmacies to protect staff and patients. However the task of reassigning high health risk staff was not heavily practiced (34.31%). Regular cleaning took place in the pharmacy, but the use of gloves while cleaning was not practiced in 48.18% of respondents. In addition, only 46.72% of respondents reported observing script baskets being cleaned and disinfected. About one-third (37.96%) of pharmacists were aware of the two-step cleaning and disinfecting process, but only 18.98% of pharmacists reported observing or performing this sanitation procedure. More than half of surveyed pharmacists reported having difficulty keeping up with infection control changes and pharmacy practice guidelines during the pandemic. Conclusion: This study demonstrates that the majority of pharmacists are not fully aware of the infection control measures needed in a community pharmacy setting. The influx of coronavirus updates has made it difficult for pharmacists to implement accurate procedures on some aspects of workplace hygiene, which may have led to some gaps in infection control measures. Pharmacists must aim to uphold their public health ambassador role and aim to keep up-to-date with professional guidance to provide the necessary infection control measures to ensure staff, patient and public health safety.", "annotations": [], "meta": {"id": "10.20944/preprints202005.0338.v1", "source": "preprints.org", "date": "2020-05-21"}}
{"text": "The relative power of individual distancing efforts and public policies to curb the COVID-19 epidemics\nLockdown curbs the COVID-19 epidemics but at huge costs. Public debates question its impact ompared with reliance on individual responsibility. We aim at understanding how rationally chosen self-protective behavior impacts the spread of the epidemics. We want to, first, assess the value of lockdown compared to a counterfactual that incorporates self-protection efforts under unknown disease prevalence; and second, assess how individual behavior modify the epidemic dynamics when mandatory policies are relaxed. We couple an SLIAR model, that includes asymptomatic transmission, with utility maximization: Individuals trade off economic and wellbeing costs from physical distancing with a lower infection risk. Effort depends on risk aversion, perceptions, and the value of contacts. In a Nash equilibrium, individual uncoordinated efforts yield average contact intensity, which drives epidemic transmission. Equilibrium effort differs markedly from constant, stochastic or proportional contacts reduction. It adjusts to reported cases in a way that creates a slightly decreasing plateau in epidemic prevalence. Calibration on French data shows that the number of deaths with no lockdown but equilibrium efforts is only 1/6 to 1/10 of the number predicted with business-as-usual. However, lockdown saves at least 50% more lives than individual efforts alone. Prolonged weaker restrictions prevent an exponential rebound. Public policies post-lockdown have a limited impact as they partly crowd out individual efforts. Compulsory mask wearing helps resume activity but has no impact on the epidemic. Communication that increases risk salience is more effective.", "annotations": [], "meta": {"id": "10.1101/2020.07.06.20147033", "source": "medrxiv", "date": "2020-07-07"}}
{"text": "COVID-CAPS: A Capsule Network-based Framework for Identification of  COVID-19 cases from X-ray Images\nNovel Coronavirus disease (COVID-19) has abruptly and undoubtedly changed the world as we know it at the end of the 2nd decade of the 21st century. COVID-19 is extremely contagious and quickly spreading globally making its early diagnosis of paramount importance. Early diagnosis of COVID-19 enables health care professionals and government authorities to break the chain of transition and flatten the epidemic curve. The common type of COVID-19 diagnosis test, however, requires specific equipment and has relatively low sensitivity. Computed tomography (CT) scans and X-ray images, on the other hand, reveal specific manifestations associated with this disease. Overlap with other lung infections makes human-centered diagnosis of COVID-19 challenging. Consequently, there has been an urgent surge of interest to develop Deep Neural Network (DNN)-based diagnosis solutions, mainly based on Convolutional Neural Networks (CNNs), to facilitate identification of positive COVID-19 cases. CNNs, however, are prone to lose spatial information between image instances and require large datasets. The paper presents an alternative modeling framework based on Capsule Networks, referred to as the COVID-CAPS, being capable of handling small datasets, which is of significant importance due to sudden and rapid emergence of COVID-19. Our results based on a dataset of X-ray images show that COVID-CAPS has advantage over previous CNN-based models. COVID-CAPS achieved an Accuracy of 95.7%, Sensitivity of 90%, Specificity of 95.8%, and Area Under the Curve (AUC) of 0.97, while having far less number of trainable parameters in comparison to its counterparts. To further improve diagnosis capabilities of the COVID-CAPS, pre-training based on a new dataset constructed from an external dataset of X-ray images. Pre-training with a dataset of similar nature further improved accuracy to 98.3% and specificity to 98.6%.", "annotations": [], "meta": {"id": "2004.02696v2", "source": "arxiv", "date": "2020-04-06"}}
{"text": "Sleepless in Lockdown: unpacking differences in sleep loss during the coronavirus pandemicin the UK\nBackground: Covid-19 has been shown to be having a disproportionate impact on the health of individuals from different ethnic groups and those employed in certain occupations, whilst the indirect impacts of Covid-19, including the closure of schools and business and the move to home working, fall disproportionately on the young and on women. These factors may in turn impact upon sleep health. Research on sleep deprivation during the pandemic crisis to date has been limited. The present study aimed to explore the levels and social determinants of self-reported sleep loss among the general population during the Covid-19 pandemic in the UK, with a particular focus on ethnic and gender disparities. Methods: Newly available national representative survey data from Understanding Society COVID19 Study collected during April 2020 were analysed. These data were linked to Wave 9 of Understanding Society conducted in 2018/19, providing information about the respondents prior to the outbreak of the pandemic. Cross-sectional analysis provided prevalence estimates, whilst analysis of the linked longitudinal data provided incidence estimates. The analytical sample included 15,360 respondents aged 16 and above; among these, 12,206 reported no problem of sleep loss before the epidemic. Results: Prevalence and incidence rates of perceived sleep loss were 24.7% and 20.2% respectively. Women (at the level of 31.8% and 27.0%) and individuals from Black, Asian, and minority ethnic (BAME) communities (at the level of 32.0% and 24.6%) were more vulnerable to sleep deprivation due to the pandemic. Multivariate regression analysis shows that being female, the presence of young children in the household, perceived financial difficulties and being a Covid-19-related key worker were all predictive of sleep loss. Once these covariates were controlled for the bivariate relationship between ethnicity and sleep loss was reversed, reflecting the complex interaction between the coronavirus epidemic and ethnicity. Conclusions: The pandemic has widened the disparity of sleep deprivation across different groups, with women with young children, key workers and people of BAME heritage all experiencing difficulty in sleeping, which in turn may negatively affect mental and physical health and well-being.", "annotations": [], "meta": {"id": "10.1101/2020.07.19.20157255", "source": "medrxiv", "date": "2020-07-21"}}
{"text": "Questionnaire assessment helps the self-management of patients with inflammatory bowel disease during the outbreak of Coronavirus Disease 2019\nBackground and Aims: The outbreak of Coronavirus Disease 2019 (COVID-19) may affect the disease status of patients with inflammatory bowel disease (IBD). This study aimed to assess the disease status of IBD patients in Hubei province by questionnaire online and guide to the self-management of IBD patients during this epidemic. Methods: A questionnaire was designed containing the Harvey-Bradshaw Index (HBI), the Partial Mayo Score (PMS), the short inflammatory bowel disease questionnaire (SIBDQ) and distributed to Hubei IBD patients online within one month of traffic control after the outbreak of COVID-19. This questionnaire also included some questions about patients' self-report disease conditions and their epidemiological history of COVID-19. Results: A total of 102 eligible questionnaires were included in the analysis. No patient reported infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in our study. Our result showed that 69.64% of patients with ulcerative colitis (UC) and 80.44% of patients with Crohn's disease (CD) were in remission. There was not a statistically significant difference in the proportion of the active disease stage between the two types of disease (p=0.103). The majority of patients (85.29%) had a good health-related quality of life (HRQoL) (SIBDQ[≥]50). The reduction in physical exercise is a risk factor for worsening in conditions (OR=17.593, 95%CI 2.035 to 152.097, p=0.009). Conclusions: The outbreak of COVID-19 might not have a significant impact on most Hubei IBD patients within one month after the traffic control. The patient's disease condition could be assessed by our questionnaires. Doctors utilized the information and advised for IBD patients about self-management during the period of COVID-19.", "annotations": [], "meta": {"id": "10.1101/2020.03.25.20043364", "source": "medrxiv", "date": "2020-03-27"}}
{"text": "Circulating cytokines and lymphocyte subsets in patients who have recovered from COVID-19\nTo investigate the immune status of people who previously had COVID-19 infections, we recruited patients 2 weeks post-recovery and analyzed circulating cytokines and lymphocyte subsets. We measured levels of total lymphocytes, CD4+ T cells, CD8+ T cells, CD19+ B cells, CD56+ NK cells, and the serum concentrations of interleukin (IL)-1, IL-4, IL-6, IL-8, IL-10, transforming growth factor beta (TGF-{beta}), tumor necrosis factor alpha (TNF-), and interferon gamma (IFN-{gamma}) by flow cytometry. We found that in most post-recovery patients, levels of total lymphocytes (66.67%), CD3+ T cells (54.55%), CD4+ T cells (54.55%), CD8 + T cells (81.82%), CD19+ B cells (69.70%), and CD56+ NK cells(51.52%) remained lower than normal, whereas most patients showed normal levels of IL-2 (100%), IL-4 (80.88%), IL-6 (79.41%), IL-10 (98.53%), TNF- (89.71%), IFN-{gamma} (100%) and IL-17 (97.06%). Compared to healthy controls, 2-week post-recovery patients had significantly lower absolute numbers of total lymphocytes, CD3+ T cells, CD4+ T cells, CD8+ T cells, CD19+ B cells, and CD56+ NK cells, along with significantly higher levels of IL-2, IL-4, IL-6, IL-10, TNF-, IFN-{gamma} and IL-17. Among post-recovery patients, T cells, particularly CD4+ T cells, were positively correlated with CD19+ B cell counts. Additionally, CD8+ T cells positively correlated with CD4+ T cells and IL-2 levels, and IL-6 positively correlated with TNF- and IFN-{gamma}. These correlations were not observed in healthy controls. By ROC curve analysis, post-recovery decreases in lymphocyte subsets and increases in cytokines were identified as independent predictors of rehabilitation efficacy. These findings indicate that the immune system has gradually recovered following COVID-19 infection; however, the sustained hyper-inflammatory response for more than 14 days suggests a need to continue medical observation following discharge from the hospital. Longitudinal studies of a larger cohort of recovered patients are needed to fully understand the consequences of the infection.", "annotations": [{"label": "HumanGene", "start_offset": 557, "end_offset": 568}, {"label": "HumanGene", "start_offset": 539, "end_offset": 555}, {"label": "HumanGene", "start_offset": 486, "end_offset": 496}, {"label": "HumanGene", "start_offset": 499, "end_offset": 526}, {"label": "HumanGene", "start_offset": 446, "end_offset": 451}, {"label": "HumanGene", "start_offset": 453, "end_offset": 484}, {"label": "HumanGene", "start_offset": 440, "end_offset": 444}, {"label": "HumanGene", "start_offset": 434, "end_offset": 438}, {"label": "HumanGene", "start_offset": 428, "end_offset": 432}, {"label": "HumanGene", "start_offset": 408, "end_offset": 426}, {"label": "HumanGene", "start_offset": 868, "end_offset": 872}, {"label": "HumanGene", "start_offset": 881, "end_offset": 885}, {"label": "HumanGene", "start_offset": 896, "end_offset": 900}, {"label": "HumanGene", "start_offset": 911, "end_offset": 916}, {"label": "HumanGene", "start_offset": 942, "end_offset": 953}, {"label": "HumanGene", "start_offset": 965, "end_offset": 970}, {"label": "HumanGene", "start_offset": 927, "end_offset": 930}, {"label": "HumanGene", "start_offset": 1223, "end_offset": 1227}, {"label": "HumanGene", "start_offset": 1229, "end_offset": 1233}, {"label": "HumanGene", "start_offset": 1235, "end_offset": 1239}, {"label": "HumanGene", "start_offset": 1241, "end_offset": 1246}, {"label": "HumanGene", "start_offset": 1248, "end_offset": 1251}, {"label": "HumanGene", "start_offset": 1254, "end_offset": 1265}, {"label": "HumanGene", "start_offset": 1270, "end_offset": 1275}, {"label": "HumanGene", "start_offset": 1467, "end_offset": 1471}, {"label": "HumanGene", "start_offset": 1484, "end_offset": 1488}, {"label": "HumanGene", "start_offset": 1516, "end_offset": 1519}, {"label": "HumanGene", "start_offset": 1525, "end_offset": 1536}], "meta": {"id": "10.1101/2020.07.22.20160259", "source": "medrxiv", "date": "2020-07-24"}}
{"text": "Variation of positiveness to enhance testing of specimens during an epidemic\nRapid testing of appropriate specimens from patients suspected for a disease during an epidemic, such as the current Coronavirus outbreak, is of a great importance for the disease management and control. We propose a method to enhance processing large amounts of collected samples. The method is based on mixing samples in testing tubes in a specific configuration, as opposed to testing single samples in each tube, and accounting for natural virus amounts in infected patients from variation of positiveness in test tubes. To illustrate the efficiency of the suggested method we carry out numerical tests for actual scenarios under various tests. Applying the proposed method enhances the number of tests by order of magnitudes, where all positives are identified with no false negatives, and the effective testing time can be reduced drastically even when the uncertainty in the test is relatively high.", "annotations": [], "meta": {"id": "10.21203/rs.3.rs-28144/v1", "source": "ResearchSquare", "date": "2020-05-08"}}
{"text": "FEP-based screening prompts drug repositioning against COVID-19\nCoronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has become a global crisis. There is no therapeutic treatment specific for COVID-19. It is highly desirable to identify potential antiviral agents against SARS-CoV-2 from existing drugs available for other diseases and, thus, repurpose them for treatment of COVID-19. In general, a drug repurposing effort for treatment of a new disease, such as COVID-19, usually starts from a virtual screening of existing drugs, followed by experimental validation, but the actual hit rate is generally rather low with traditional computational methods. Here we report a new virtual screening approach with accelerated free energy perturbation-based absolute binding free energy (FEP-ABFE) predictions and its use in identifying drugs targeting SARS-CoV-2 main protease (Mpro). The accurate FEP-ABFE predictions were based on the use of a new restraint energy distribution (RED) function designed to accelerate the FEP-ABFE calculations and make the practical FEP-ABFE-based virtual screening of the existing drug library possible for the first time. As a result, out of twenty-five drugs predicted, fifteen were confirmed as potent inhibitors of SARS-CoV-2 Mpro. The most potent one is dipyridamole (Ki=0.04 M) which has showed promising therapeutic effects in subsequently conducted clinical studies for treatment of patients with COVID-19. Additionally, hydroxychloroquine (Ki=0.36 M) and chloroquine (Ki=0.56 M) were also found to potently inhibit SARS-CoV-2 Mpro for the first time. We anticipate that the FEP-ABFE prediction-based virtual screening approach will be useful in many other drug repurposing or discovery efforts.\n\nSignificance StatementDrug repurposing effort for treatment of a new disease, such as COVID-19, usually starts from a virtual screening of existing drugs, followed by experimental validation, but the actual hit rate is generally rather low with traditional computational methods. It has been demonstrated that a new virtual screening approach with accelerated free energy perturbation-based absolute binding free energy (FEP-ABFE) predictions can reach an unprecedently high hit rate, leading to successful identification of 16 potent inhibitors of SARS-CoV-2 main protease (Mpro) from computationally selected 25 drugs under a threshold of Ki = 4 M. The outcomes of this study are valuable for not only drug repurposing to treat COVID-19, but also demonstrating the promising potential of the FEP-ABFE prediction-based virtual screening approach.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 2374, "end_offset": 2378}, {"label": "SARS-CoV-2Protein", "start_offset": 2359, "end_offset": 2372}, {"label": "SARS-CoV-2Protein", "start_offset": 1324, "end_offset": 1328}, {"label": "SARS-CoV-2Protein", "start_offset": 1629, "end_offset": 1633}, {"label": "SARS-CoV-2Protein", "start_offset": 922, "end_offset": 935}, {"label": "SARS-CoV-2Protein", "start_offset": 937, "end_offset": 941}], "meta": {"id": "10.1101/2020.03.23.004580", "source": "biorxiv", "date": "2020-03-25"}}
{"text": "Potential immune epitope map for structural proteins of SARS-CoV-2\nResearchers around the world are developing more than 145 vaccines (DNA/mRNA/whole-virus/viral-vector/protein-based/repurposed vaccine) against the SARS-CoV-2 and 21 vaccines are in human trials. However, a limited information is available about which SARS-CoV-2 proteins are recognized by human B- and T-cell immune responses. Using a comprehensive computational prediction algorithm and stringent selection criteria, we have predicted and identified potent B- and T-cell epitopes in the structural proteins of SARS-CoV and SARS-CoV-2. The amino acid residues spanning the predicted linear B-cell epitope in the RBD of S protein (370-NSASFSTFKCYGVSPTKLNDLCFTNV-395) have recently been identified for interaction with the CR3022, a previously described neutralizing antibody known to neutralize SARS-CoV-2 through binding to the RBD of the S protein. Intriguingly, most of the amino acid residues spanning the predicted B-cell epitope (aa 331-NITNLCPFGEVFNATRFASVYAWNRK-356, 403-RGDEVRQIAPGQTGKIADYNYKLPD-427 and aa 437- NSNNLDSKVGGNYNYLYRLFRKSNL-461) of the S protein have been experimentally verified to interact with the cross-neutralizing mAbs (S309 and CB6) in an ACE2 receptor-S protein interaction independent-manner. In addition, we found that computationally predicted epitope of S protein (370-395) is likely to function as both linear B-cell and MHC class II epitope. Similarly, 403-27 and 437-461 peptides of S protein were predicted as linear B cell and MHC class I epitope while, 177-196 and 1253-1273 peptides of S protein were predicted as linear and conformational B cell epitope. We found MHC class I epitope 316-GMSRIGMEV-324 predicted as high afﬁnity epitope (HLA-A*02:03, HLA-A*02:01, HLA-A*02:06) common to N protein of both SARS-CoV-2 and SARS-CoV (N317-325) was previously shown to induce interferon-gamma (IFN-γ) in PBMCs of SARS-recovered patients. Interestingly, two MHC class I epitopes, 1041-GVVFLHVTY-1049 (HLA-A*11:01, HLA-A*68:01, HLA-A*03:01) and 1202-FIAGLIAIV-1210 (HLA-A*02:06, HLA-A*68:02) derived from SARS-CoV S protein with epitope conservancy between 85 to 100% with S protein of SARS-CoV-2 was experimentally verified using PBMCs derived from SARS-CoV patients. We observed that HLA-A*02:01, HLA-A*02:03, HLA-A*02:06, HLA-A*11:01, HLA-A*30:01, HLA-A*68:01, HLA-A*68:02, HLA-B*15:01 and HLA-B*35:01 have been predicted to bind to the maximum number of MHC class I epitope (based on the criterion of allele predicted to bind more than 30 epitopes) of S protein of SARS-CoV-2. Similarly, we observed that HLA-A*02:06, HLA-A*30:01, HLA-A*30:02, HLA-A*31:01, HLA-A*32:01, HLA-A*68:01, HLA-A*68:02, HLA-B*15:01 and HLA-B*35:01 are predicted to bind to the maximum number of MHC class I epitope of N protein of SARS-CoV-2. We found that HLA-DRB1*04:01, HLA-DRB1*04:05, HLA-DRB1*13:02, HLA-DRB1*15:01, HLA-DRB3*01:01, HLA-DRB3*02:02, HLA-DRB4*01:01, HLA-DRB5*01:01, HLA-DQA1*04:01, DQB1*04:02, HLA-DPA1*02:01, DPB1*01:01, HLA-DPA1*01:03, DPB1*02:01, HLA-DPA1*01:03, DPB1*04:01, HLA-DPA1*03:01, DPB1*04:02, HLA-DPA1*02:01, DPB1*05:01, HLA-DPA1*02:01, and DPB1*14:01 are predicted to bind to the maximum number of MHC class II epitope of S protein of SARS-CoV-2. Alleles such as HLA-DRB1*04:01, HLA-DRB1*07:01, HLA-DRB1*08:02, HLA-DRB1*09:01, HLA-DRB1*11:01, HLA-DRB1*13:02, HLA-DRB3*02:02, HLA-DRB5*01:01, HLA-DQA1*01:02, DQB1*06:02, DPB1*05:01 and HLA-DPA1*02:01 are found to interact with the maximum number of MHC class II epitope of N protein of SARS-CoV-2. Using the IEDB tool we found the occurrence of HLA alleles with population coverage of around 99% throughout the world. The findings of computational predictions of mega-pool of B- and T-cell epitopes identified in the four main structural proteins of SARS-CoV-2 provides a platform for future experimental validations and the results of present works support the use of RBD or the full-length S and N proteins in an effort towards designing of recombinant protein-based vaccine and a serological diagnostic assay for SARS-CoV-2.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 1126, "end_offset": 1135}, {"label": "HumanGene", "start_offset": 1236, "end_offset": 1249}, {"label": "SARS-CoV-2Protein", "start_offset": 1250, "end_offset": 1259}, {"label": "SARS-CoV-2Protein", "start_offset": 1356, "end_offset": 1365}, {"label": "SARS-CoV-2Protein", "start_offset": 1488, "end_offset": 1497}, {"label": "SARS-CoV-2Protein", "start_offset": 1595, "end_offset": 1604}, {"label": "SARS-CoV-2Protein", "start_offset": 1796, "end_offset": 1805}, {"label": "HumanGene", "start_offset": 1898, "end_offset": 1903}, {"label": "SARS-CoV-2Protein", "start_offset": 2116, "end_offset": 2125}, {"label": "SARS-CoV-2Protein", "start_offset": 2175, "end_offset": 2184}, {"label": "SARS-CoV-2Protein", "start_offset": 2558, "end_offset": 2567}, {"label": "SARS-CoV-2Protein", "start_offset": 2800, "end_offset": 2809}, {"label": "SARS-CoV-2Protein", "start_offset": 3237, "end_offset": 3246}, {"label": "SARS-CoV-2Protein", "start_offset": 3537, "end_offset": 3546}, {"label": "SARS-CoV-2Protein", "start_offset": 3956, "end_offset": 3972}, {"label": "HumanGene", "start_offset": 1880, "end_offset": 1896}, {"label": "SARS-CoV-2Protein", "start_offset": 687, "end_offset": 696}], "meta": {"id": "10.21203/rs.3.rs-47663/v1", "source": "ResearchSquare", "date": "2020-07-22"}}
{"text": "Epidemiological investigation and prevention control analysis of longitudinal distribution of COVID-19 in Henan province, China\nObjective: To analyze the vertical distribution of six cities in Henan Province,China from January 21, 2020 to June17, 2020: Xinyang City (including Gushi County), Nanyang City (including Dengzhou City), Zhumadian City (including XincaiCounty), Zhengzhou City (including Gongyi City), Puyang City and Anyang City (including Hua County) corona virus disease 2019(COVID-19) epidemiological characteristics and local prevention and control measures.Methods: Data were collected and analyzed through the COVID-19 information published on the official websites of health commissions of Henan Province and six cities.Results: As of June 17, 2020, the cumulative incidence rate of COVID-19 in Henan province was 1.33/100,000, the cumulative cure rate was 98.27%, the cumulative mortality rate was 1.73%, the age range of diagnosed cases was 5days-85years old, and the male to female ratio was 1.09:1.The confirmed cases of COVID-19 in Henan province were mainly imported cases from Hubei, accounting for 87.74%, of which the highest number was 70.50% in Zhumadian. The contact cases and local cases increased in a fluctuating manner over time.Significance: In this paper, epidemiological characteristics of COVID-19 in Henan province from the outbreak to the effective control within 60 days were analyzed, and effective and distinctive prevention and control measures in various cities were summarized, so as to provide a favorable reference for the further formulation and implementation of epidemic prevention and control and a valuable theoretical basis for effectively avoiding the second outbreak.", "annotations": [], "meta": {"id": "10.1101/2020.07.25.20161844", "source": "medrxiv", "date": "2020-07-27"}}
{"text": "Performance of fabrics for home-made masks against spread of respiratory infection through droplets: a quantitative mechanistic study\nRespiratory infections may spread through droplets, Respiratory infections may spread through droplets and aerosols released by infected individuals coughing, sneezing, or speaking. In the case of Coronavirus Disease 2019 (COVID-19), spread can occur from symptomatic, pre-symptomatic, and asymptomatic persons. Given the limited supply of professional face masks and respirators, the U.S. Centers for Disease Control and Prevention (CDC) has recommended home-made cloth face coverings for use by the general public in areas of significant community-based transmission. There is, however, little information on the effectiveness of cloth face coverings in reducing droplet dissemination. Here, we ascertained the performance of 11 household fabrics at blocking high-velocity droplets, using a commercial medical mask as a benchmark. We also assessed their breathability (air permeability), texture, fiber composition, and water absorption properties. We found that droplet blocking efficiency anti-correlates with breathability; less breathable fabrics being more effective in blocking. However, materials with high breathability are desirable for comfort and to reduce airflow through gaps between the mask and face. Our measurements indicate that 2 or 3 layers of highly permeable fabric, such as T-shirt cloth, may block droplets with an efficacy similar to that of medical masks, while still maintaining comparable breathability. Overall, our study suggests that cloth face coverings, especially with multiple layers, may help reduce droplet transmission of respiratory infections. Furthermore, face coverings made from biodegradable fabrics such as cotton allow washing and reusing, and can help reduce the adverse environmental effects of widespread use of commercial disposable and non-biodegradable facemasks.", "annotations": [], "meta": {"id": "10.1101/2020.04.19.20071779", "source": "medrxiv", "date": "2020-04-24"}}
{"text": "Amino acid transporter B0AT1 influence on ADAM17 interactions with SARS-CoV-2 receptor ACE2 putatively expressed in intestine, kidney, and cardiomyocytes\nSARS-CoV-2 exhibits significant experimental and clinical gastrointestinal, renal, and cardiac muscle tropisms responsible for local tissue-specific and systemic pathophysiology capriciously occurring in about half of COVID-19 patients. The underlying COVID-19 mechanisms engaged by these extra-pulmonary organ systems are largely unknown. We approached this knowledge gap by recognizing that neutral amino acid transporter B0AT1 (alternately called NBB, B, B0 in the literature) is a common denominator expressed nearly exclusively by three particular cell types: intestinal epithelia, renal proximal tubule epithelium, and cardiomyocytes. B0AT1 provides uptake of glutamine and tryptophan. The gut is the main depot expressing over 90% of the body's entire pool of SARS-CoV-2 receptor angiotensin converting enzyme-2 (ACE2) and B0AT1. Recent cryo-EM studies established that ACE2 forms a thermodynamically favored dimer-of-heterodimers complex with B0AT1 assembled in the form of a dimer of two ACE2:B0AT1 heterodimers anchored in plasma membranes. Prior epithelial cell studies demonstrated ACE2 chaperone trafficking of B0AT1. This contrasts with monomeric expression of ACE2 in lung pneumocytes, in which B0AT1 is undetectable. The cell types in question also express a disintegrin and metalloproteinase-17 (ADAM17) known to cleave and shed the ectodomain of monomeric ACE2 from the cell surface, thereby relinquishing protection against unchecked renin-angiotensin-system (RAS) events of COVID 19. The present study employed molecular docking modeling to examine the interplaying assemblage of ACE2, ADAM17 and B0AT1. We report that in the monomer form of ACE2, neck region residues R652-N718 provide unimpeded access to ADAM17 active site pocket, but notably R708 and S709 remained >10-15 [A] distant. In contrast, interference of ADAM17 docking to ACE2 in a dimer-of-heterodimers arrangement was directly correlated with the presence of a neighboring B0AT1 subunit complexed to the partnering ACE2 subunit of the 2ACE2:2B0AT1 dimer of heterodimers, representing the expression pattern putatively exclusive to intestinal, renal and cardiomyocyte cell types. The monomer and dimer-of-heterodimers docking models were not influenced by the presence of SARS-CoV-2 receptor binding domain (RBD) complexed to ACE2. The results collectively provide the underpinnings for understanding the role of B0AT1 involvement in COVID-19 and the role of ADAM17 steering ACE2 events in intestinal and renal epithelial cells and cardiomyocytes, with implications useful for consideration in pandemic public hygiene policy and drug development.", "annotations": [{"label": "HumanGene", "start_offset": 23, "end_offset": 28}, {"label": "HumanGene", "start_offset": 42, "end_offset": 48}, {"label": "HumanGene", "start_offset": 87, "end_offset": 91}, {"label": "HumanGene", "start_offset": 578, "end_offset": 583}, {"label": "HumanGene", "start_offset": 604, "end_offset": 607}, {"label": "HumanGene", "start_offset": 795, "end_offset": 800}, {"label": "HumanGene", "start_offset": 941, "end_offset": 972}, {"label": "HumanGene", "start_offset": 974, "end_offset": 978}, {"label": "HumanGene", "start_offset": 984, "end_offset": 989}, {"label": "HumanGene", "start_offset": 1105, "end_offset": 1110}, {"label": "HumanGene", "start_offset": 1248, "end_offset": 1252}, {"label": "HumanGene", "start_offset": 1278, "end_offset": 1283}, {"label": "HumanGene", "start_offset": 1329, "end_offset": 1333}, {"label": "HumanGene", "start_offset": 1364, "end_offset": 1369}, {"label": "HumanGene", "start_offset": 1429, "end_offset": 1465}, {"label": "HumanGene", "start_offset": 1467, "end_offset": 1473}, {"label": "HumanGene", "start_offset": 1528, "end_offset": 1532}, {"label": "HumanGene", "start_offset": 1754, "end_offset": 1758}, {"label": "HumanGene", "start_offset": 1760, "end_offset": 1766}, {"label": "HumanGene", "start_offset": 1771, "end_offset": 1776}, {"label": "HumanGene", "start_offset": 1816, "end_offset": 1820}, {"label": "HumanGene", "start_offset": 1992, "end_offset": 1998}, {"label": "HumanGene", "start_offset": 2010, "end_offset": 2014}, {"label": "HumanGene", "start_offset": 2113, "end_offset": 2118}, {"label": "HumanGene", "start_offset": 2155, "end_offset": 2159}, {"label": "HumanGene", "start_offset": 2465, "end_offset": 2469}, {"label": "HumanGene", "start_offset": 2552, "end_offset": 2557}, {"label": "HumanGene", "start_offset": 2598, "end_offset": 2604}, {"label": "HumanGene", "start_offset": 2614, "end_offset": 2618}], "meta": {"id": "10.1101/2020.10.30.361873", "source": "bioRxiv", "date": "2020-10-30"}}
{"text": "Predictions, role of interventions and effects of a historic national lockdown in India's response to the COVID-19 pandemic: data science call to arms\nImportance: India has taken strong and early public health measures for arresting the spread of the COVID-19 epidemic. With only 536 COVID-19 cases and 11 fatalities, India - a democracy of 1.34 billion people - took the historic decision of a 21-day national lockdown on March 25. The lockdown was further extended to May 3, soon after the analysis of this paper was completed. Objective: To study the short- and long-term impact of an initial 21-day lockdown on the total number of COVID-19 cases in India compared to other less severe non-pharmaceutical interventions using epidemiological forecasting models and Bayesian estimation algorithms; to compare effects of hypothetical durations of lockdown from an epidemiological perspective; to study alternative explanations for slower growth rate of the virus outbreak in India, including exploring the association of the number of cases and average monthly temperature; and finally, to outline the pivotal role of reliable and transparent data, reproducible data science methods, tools and products as we reopen the country and prepare for a post lock-down phase of the pandemic. Design, Setting, and Participants: We use the daily data on the number of COVID-19 cases, of recovered and of deaths from March 1 until April 7, 2020 from the 2019 Novel Coronavirus Visual Dashboard operated by the Johns Hopkins University Center for Systems Science and Engineering (JHU CSSE). Additionally, we use COVID-19 incidence counts data from Kaggle and the monthly average temperature of major cities across the world from Wikipedia. Main Outcome and Measures: The current time-series data on daily proportions of cases and removed (recovered and death combined) from India are analyzed using an extended version of the standard SIR (susceptible, infected, and removed) model. The eSIR model incorporates time-varying transmission rates that help us predict the effect of lockdown compared to other hypothetical interventions on the number of cases at future time points. A Markov Chain Monte Carlo implementation of this model provided predicted proportions of the cases at future time points along with credible intervals (CI). Results: Our predicted cumulative number of COVID-19 cases in India on April 30 assuming a 1-week delay in people's adherence to a 21-day lockdown (March 25 - April 14) and a gradual, moderate resumption of daily activities after April 14 is 9,181 with upper 95% CI of 72,245. In comparison, the predicted cumulative number of cases under \"no intervention\" and \"social distancing and travel bans without lockdown\" are 358 thousand and 46 thousand (upper 95% CI of nearly 2.3 million and 0.3 million) respectively. An effective lockdown can prevent roughly 343 thousand (upper 95% CI 1.8 million) and 2.4 million (upper 95% CI 38.4 million) COVID-19 cases nationwide compared to social distancing alone by May 15 and June 15, respectively. When comparing a 21-day lockdown with a hypothetical lockdown of longer duration, we find that 28-, 42-, and 56-day lockdowns can approximately prevent 238 thousand (upper 95% CI 2.3 million), 622 thousand (upper 95% CI 4.3 million), 781 thousand (upper 95% CI 4.6 million) cases by June 15, respectively. We find some suggestive evidence that the COVID-19 incidence rates worldwide are negatively associated with temperature in a crude unadjusted analysis with Pearson correlation estimates [95% confidence interval] between average monthly temperature and total monthly incidence around the world being -0.185 [-0.548, 0.236] for January, -0.110 [-0.362, 0.157] for February, and -0.173 [-0.314, -0.026] for March. Conclusions and Relevance: The lockdown, if implemented correctly in the end, has a high chance of reducing the total number of COVID-19 cases in the short term, and buy India invaluable time to prepare its healthcare and disease monitoring system. Our analysis shows we need to have some measures of suppression in place after the lockdown for the best outcome. We cannot heavily rely on the hypothetical prevention governed by meteorological factors such as temperature based on current evidence. From an epidemiological perspective, a longer lockdown between 42-56 days is preferable. However, the lockdown comes at a tremendous price to social and economic health through a contagion process not dissimilar to that of the coronavirus itself. Data can play a defining role as we design post-lockdown testing, reopening and resource allocation strategies. Software: Our contribution to data science includes an interactive and dynamic app (covind19.org) with short- and long-term projections updated daily that can help inform policy and practice related to COVID-19 in India. Anyone can visualize the observed data for India and create predictions under hypothetical scenarios with quantification of uncertainties. We make our prediction codes freely available (https://github.com/umich-cphds/cov-ind-19) for reproducible science and for other COVID-19 affected countries to use them for their prediction and data visualization work.", "annotations": [], "meta": {"id": "10.1101/2020.04.15.20067256", "source": "medrxiv", "date": "2020-04-18"}}
{"text": "TMPRSS2 and ADAM17 interactions with ACE2 complexed with SARS-CoV-2 and B0AT1 putatively in intestine, cardiomyocytes, and kidney\nCOVID-19 outcomes reflect organ-specific interplay of SARS-CoV-2 and its receptor, ACE2, with TMPRSS2 and ADAM17. Confirmed active tropism of SARS-CoV-2 in epithelial cells of intestine and kidney proximal tubule, and in aging cardiomyocytes, capriciously manifests extra pulmonary organ-related clinical symptoms in about half of COVID-19 patients, occurring by poorly understood mechanisms. We approached this knowledge gap by recognizing a clue that these three particular cell types share a common denominator kindred of uniquely expressing the SLC6A19 neutral amino acid transporter B0AT1 protein (alternatively called NBB, B, B0) serving glutamine and tryptophan uptake. B0AT1 is a cellular trafficking chaperone partner of ACE2, shown by cryo-EM to form a thermodynamically-favored stabilized 2ACE2:2B0AT1 dimer-of-heterodimers. The gut is the body's site of greatest magnitude expression depot of both ACE2 and B0AT1. This starkly contrasts with pulmonary pneumocyte expression of monomeric ACE2 with conspicuously undetectable B0AT1. We hypothesized that B0AT1 steers the organ-related interplay amongst ACE2, TMPRSS2, ADAM17, and SARS-CoV-2 RBD. The present study employed molecular docking modeling that indicated active site catalytic pocket residues of TMPRSS2 and ADAM17 each formed bonds [≤] 2 [A] with monomer ACE2 specific residues within a span R652-D713 involved in cleaving sACE2 soluble ectodomain release. These bonds are consistent with competitive binding interactions of experimental anti-SARS-CoV-2 drug small molecules including Camostat and Nafamostat. Without B0AT1, ACE2 residues K657 and N699 dominated docking bonding with TMPRSS2 or ADAM17 active sites, with ACE2 R710 and R709 contributing electrostatic attractions, but notably ACE2 S708 never closer than 16-44 [A]. However, in the dimer-of-heterodimers arrangement all ACE2 neck region residues were limited to TMPRSS2 or ADAM17 approaches [≥]{approx} 35 [A], with the interference directly attributed to the presence of a neighboring B0AT1 subunit complexed to the partnering ACE2 subunit of 2ACE2:2B0AT1; ADAM17 failed to dock by bumping its active site pocket oriented dysfunctionally outwardly facing 180{degrees} away. Results were the same whether the dimer-of-heterodimers was in either the \"closed\" or \"open\" conformation, or whether or not SARS-CoV-2 RBD was complexed to ACE2. The results implicate B0AT1-and in particular the 2ACE2:2B0AT1 complex-as a major player in the landscape of COVID-19 pathophysiology engaging TMPRSS2 and ADAM17, consistent with experimental evidence in the literature and in clinical reports. These findings provide a gateway to understanding the roles of B0AT1 relating to COVID-19 manifestations putatively assigned to intestinal and renal epithelial cells and cardiomyocytes, with underpinnings useful for considerations in public hygiene policy and drug development.", "annotations": [{"label": "HumanGene", "start_offset": 0, "end_offset": 7}, {"label": "HumanGene", "start_offset": 12, "end_offset": 18}, {"label": "HumanGene", "start_offset": 37, "end_offset": 41}, {"label": "HumanGene", "start_offset": 72, "end_offset": 77}, {"label": "HumanGene", "start_offset": 213, "end_offset": 217}, {"label": "HumanGene", "start_offset": 224, "end_offset": 231}, {"label": "HumanGene", "start_offset": 236, "end_offset": 242}, {"label": "HumanGene", "start_offset": 718, "end_offset": 723}, {"label": "HumanGene", "start_offset": 754, "end_offset": 757}, {"label": "HumanGene", "start_offset": 807, "end_offset": 812}, {"label": "HumanGene", "start_offset": 860, "end_offset": 864}, {"label": "HumanGene", "start_offset": 1040, "end_offset": 1044}, {"label": "HumanGene", "start_offset": 1049, "end_offset": 1054}, {"label": "HumanGene", "start_offset": 1129, "end_offset": 1133}, {"label": "HumanGene", "start_offset": 1166, "end_offset": 1171}, {"label": "HumanGene", "start_offset": 1243, "end_offset": 1247}, {"label": "HumanGene", "start_offset": 1194, "end_offset": 1199}, {"label": "HumanGene", "start_offset": 1249, "end_offset": 1256}, {"label": "HumanGene", "start_offset": 1258, "end_offset": 1264}, {"label": "HumanGene", "start_offset": 1396, "end_offset": 1403}, {"label": "HumanGene", "start_offset": 1408, "end_offset": 1414}, {"label": "HumanGene", "start_offset": 1456, "end_offset": 1460}, {"label": "HumanGene", "start_offset": 1719, "end_offset": 1724}, {"label": "HumanGene", "start_offset": 1726, "end_offset": 1730}, {"label": "HumanGene", "start_offset": 1785, "end_offset": 1792}, {"label": "HumanGene", "start_offset": 1796, "end_offset": 1802}, {"label": "HumanGene", "start_offset": 1822, "end_offset": 1826}, {"label": "HumanGene", "start_offset": 1893, "end_offset": 1897}, {"label": "HumanGene", "start_offset": 1986, "end_offset": 1990}, {"label": "HumanGene", "start_offset": 2028, "end_offset": 2035}, {"label": "HumanGene", "start_offset": 2039, "end_offset": 2045}, {"label": "HumanGene", "start_offset": 2152, "end_offset": 2157}, {"label": "HumanGene", "start_offset": 2194, "end_offset": 2198}, {"label": "HumanGene", "start_offset": 2224, "end_offset": 2230}, {"label": "HumanGene", "start_offset": 2498, "end_offset": 2502}, {"label": "HumanGene", "start_offset": 2526, "end_offset": 2531}, {"label": "HumanGene", "start_offset": 2647, "end_offset": 2654}, {"label": "HumanGene", "start_offset": 2659, "end_offset": 2665}, {"label": "HumanGene", "start_offset": 2811, "end_offset": 2816}], "meta": {"id": "10.1101/2020.10.31.363473", "source": "bioRxiv", "date": "2020-11-01"}}
{"text": "Missense variants in ACE2 are predicted to encourage and inhibit interaction with SARS-CoV-2 Spike and contribute to genetic risk in COVID-19\nSARS-CoV-2 invades host cells via an endocytic pathway that begins with the interaction of the SARS-CoV-2 Spike glycoprotein (S-protein) and human Angiotensin-converting enzyme 2 (ACE2). Genetic variability in ACE2 may be one factor that mediates the broad-spectrum severity of SARS-CoV-2 infection and COVID-19 outcomes. We investigated the capacity of ACE2 variation to influence SARS-CoV-2 infection with a focus on predicting the effect of missense variants on the ACE2 SARS-CoV-2 S-protein interaction. We validated the mCSM-PPI2 variant effect prediction algorithm with 26 published ACE2 mutant SARS-CoV S-protein binding assays and found it performed well in this closely related system (True Positive Rate = 0.7, True Negative Rate = 1). Application of mCSM-PPI2 to ACE2 missense variants from the Genome Aggregation Consortium Database (gnomAD) identified three that are predicted to strongly inhibit or abolish the S-protein ACE2 interaction altogether (p.Glu37Lys, p.Gly352Val and p.Asp355Asn) and one that is predicted to promote the interaction (p.Gly326Glu). The S-protein ACE2 inhibitory variants are expected to confer a high degree of resistance to SARS-CoV-2 infection whilst the S-protein ACE2 affinity enhancing variant may lead to additional susceptibility and severity. We also performed in silico saturation mutagenesis of the S-protein ACE2 interface and identified a further 38 potential missense mutations that could strongly inhibit binding and one more that is likely to enhance binding (Thr27Arg). A conservative estimate places the prevalence of the strongly protective variants between 12-70 per 100,000 population but there is the possibility of higher prevalence in local populations or those underrepresented in gnomAD. The probable interplay between these ACE2 affinity variants and ACE2 expression polymorphisms is highlighted as well as gender differences in penetrance arising from ACE2s situation on the X-chromosome. It is also described how our data can help power future genetic association studies of COVID-19 phenotypes and how the saturation mutant predictions can help design a mutant ACE2 with tailored S-protein affinity, which may be an improvement over a current recombinant ACE2 that is undergoing clinical trial.\n\nKey resultsO_LI1 ACE2 gnomAD missense variant (p.Gly326Glu) and one unobserved missense mutation (Thr27Arg) are predicted to enhance ACE2 binding with SARS-CoV-2 Spike protein, which could result in increased susceptibility and severity of COVID-19\nC_LIO_LI3 ACE2 missense variants in gnomAD plus another 38 unobserved missense mutations are predicted to inhibit Spike binding, these are expected to confer a high degree of resistance to infection\nC_LIO_LIThe prevalence of the strongly protective variants is estimated between 12-70 per 100,000 population but higher prevalence may exist in local populations or those underrepresented in gnomAD\nC_LIO_LIA strategy to design a recombinant ACE2 with tailored affinity towards Spike and its potential therapeutic value is presented\nC_LIO_LIThe predictions were extensively validated against published ACE2 mutant binding assays for SARS-CoV Spike protein\nC_LI", "annotations": [{"label": "HumanGene", "start_offset": 21, "end_offset": 25}, {"label": "SARS-CoV-2Protein", "start_offset": 93, "end_offset": 98}, {"label": "SARS-CoV-2Protein", "start_offset": 248, "end_offset": 266}, {"label": "SARS-CoV-2Protein", "start_offset": 268, "end_offset": 277}, {"label": "HumanGene", "start_offset": 289, "end_offset": 320}, {"label": "HumanGene", "start_offset": 322, "end_offset": 326}, {"label": "HumanGene", "start_offset": 352, "end_offset": 356}, {"label": "HumanGene", "start_offset": 496, "end_offset": 500}, {"label": "HumanGene", "start_offset": 611, "end_offset": 615}, {"label": "SARS-CoV-2Protein", "start_offset": 627, "end_offset": 636}, {"label": "SARS-CoV-2Protein", "start_offset": 752, "end_offset": 761}, {"label": "HumanGene", "start_offset": 916, "end_offset": 920}, {"label": "SARS-CoV-2Protein", "start_offset": 1067, "end_offset": 1076}, {"label": "HumanGene", "start_offset": 1077, "end_offset": 1081}, {"label": "SARS-CoV-2Protein", "start_offset": 1219, "end_offset": 1228}, {"label": "HumanGene", "start_offset": 1229, "end_offset": 1233}, {"label": "SARS-CoV-2Protein", "start_offset": 1340, "end_offset": 1349}, {"label": "HumanGene", "start_offset": 1350, "end_offset": 1354}, {"label": "SARS-CoV-2Protein", "start_offset": 1492, "end_offset": 1501}, {"label": "HumanGene", "start_offset": 1502, "end_offset": 1506}, {"label": "HumanGene", "start_offset": 1933, "end_offset": 1937}, {"label": "HumanGene", "start_offset": 1960, "end_offset": 1964}, {"label": "HumanGene", "start_offset": 2062, "end_offset": 2067}, {"label": "HumanGene", "start_offset": 2273, "end_offset": 2277}, {"label": "SARS-CoV-2Protein", "start_offset": 2292, "end_offset": 2301}, {"label": "HumanGene", "start_offset": 2367, "end_offset": 2371}, {"label": "HumanGene", "start_offset": 2425, "end_offset": 2429}, {"label": "HumanGene", "start_offset": 2541, "end_offset": 2545}, {"label": "SARS-CoV-2Protein", "start_offset": 2570, "end_offset": 2583}, {"label": "HumanGene", "start_offset": 2667, "end_offset": 2671}, {"label": "SARS-CoV-2Protein", "start_offset": 2771, "end_offset": 2776}, {"label": "HumanGene", "start_offset": 3097, "end_offset": 3101}, {"label": "SARS-CoV-2Protein", "start_offset": 3133, "end_offset": 3138}, {"label": "HumanGene", "start_offset": 3257, "end_offset": 3261}, {"label": "SARS-CoV-2Protein", "start_offset": 3297, "end_offset": 3310}], "meta": {"id": "10.1101/2020.05.03.074781", "source": "biorxiv", "date": "2020-05-04"}}
{"text": "Age-dependent assessment of genes involved in cellular senescence, telomere and mitochondrial pathways in human lung tissue of smokers, COPD and IPF: Associations with SARS-CoV-2 COVID-19 ACE2-TMPRSS2-Furin-DPP4 axis\nAging is one of the key contributing factors for chronic obstructive pulmonary diseases (COPD) and other chronic inflammatory lung diseases. Cigarette smoke is a major etiological risk factor that has been shown to alter cellular processes involving mitochondrial function, cellular senescence and telomeric length. Here we determined how aging contribute to the alteration in the gene expression of above mentioned cellular processes that play an important role in the progression of COPD and IPF. We hypothesized that aging may differentially alter the expression of mitochondrial, cellular senescence and telomere genes in smokers and patients with COPD and IPF compared to non-smokers. Total RNA from human lung tissues from non-smokers, smokers, and patients with COPD and IPF were processed and analyzed based on their ages (younger: <55 yrs and older: >55 yrs). NanoString nCounter panel was used to analyze the gene expression profiles using a custom designed codeset containing 112 genes including 6 housekeeping controls (mitochondrial biogenesis and function, cellular senescence, telomere replication and maintenance). mRNA counts were normalized, log2 transformed for differential expression analysis using linear models in the limma package (R/Bioconductor). Data from non-smokers, smokers and patients with COPD and IPF were analyzed based on the age groups (pairwise comparisons between younger vs. older groups). Several genes were differentially expressed in younger and older smokers, and patients with COPD and IPF compared to non-smokers which were part of the mitochondrial biogenesis/function (HSPD1, FEN1, COX18, COX10, UCP2 & 3), cellular senescence (PCNA, PTEN, KLOTHO, CDKN1C, TNKS2, NFATC1 & 2, GADD45A) and telomere replication/maintenance (PARP1, SIRT6, NBN, TERT, RAD17, SLX4, HAT1) target genes. Interestingly, NOX4 and TNKS2 were increased in the young IPF as compared to the young COPD patients. Genes in the mitochondrial dynamics and other quality control mechanisms like FIS1 and RHOT2 were decreased in young IPF compared to their age matched COPD subjects. ERCC1 (Excision Repair Cross-Complementation Group 1) and GADD45B were higher in young COPD as compared to IPF. Aging plays an important role in various infectious diseases. Elderly patients with chronic lung disease and smokers were found to have high incidence and mortality rates in the current pandemic of SARS-CoV-2 infection. Immunoblot analysis in the lung homogenates of smokers, COPD and IPF subjects revealed increased protein abundance of important proteases and spike proteins like TMPRSS2, furin and DPP4 in association with a slight increase in SARS-CoV-2 receptor ACE2 levels. This may further strengthen the observation that smokers, COPD and IPF subjects are more prone to COVID-19 infection. Overall, these findings suggest that altered transcription of target genes that regulate mitochondrial function, cellular senescence, and telomere attrition add to the pathobiology of lung aging in COPD and IPF and other smoking-related chronic lung disease in associated with alterations in SARS-CoV-2 ACE2-TMPRSS2-Furin-DPP4 axis for COVID-19 infection.", "annotations": [{"label": "HumanGene", "start_offset": 188, "end_offset": 192}, {"label": "HumanGene", "start_offset": 193, "end_offset": 200}, {"label": "HumanGene", "start_offset": 201, "end_offset": 206}, {"label": "HumanGene", "start_offset": 207, "end_offset": 211}, {"label": "HumanGene", "start_offset": 1834, "end_offset": 1839}], "meta": {"id": "10.21203/rs.3.rs-35347/v1", "source": "ResearchSquare", "date": "2020-06-12"}}
{"text": "In-Vitro Fluorescence Microscopy Studies Show Retention of Spike-Protein (SARS-Cov-2) on Cell Membrane in the Presence of Amodiaquin Dihydrochloride Dihydrate Drug\nThe ability of S-glycoprotein (S-protein) in SARS-Cov-2 to bind to the host cell receptor protein (angiotensinconverting enzyme 2 (ACE2)) leading to its entry in cellular system determines its contagious index and global spread. Three available drugs (Riboflavin, Amodiaquin dihydrochloride dihydrate (ADD) and Remidesivir) were investigated to understand the kinetics of S-protein and its entry inside a cellular environment. Optical microscopy and fluorescence-based assays on 293T cells (transfected with ACE2 plasmid) were used as the preamble for assessing the behaviour of S-protein in the presence of these drugs for the first 12 hours post S-protein - ACE2 binding. Preliminary results suggest relatively long retention of S-protein on the cell membrane in the presence of ADD drug. Evident from the %-overlap and colocalization of S-protein with endosome studies, a large fraction of S-protein entering the cell escape endosomal degradation process, suggesting S-protein takes non-endocytic mediated entry in the presence of ADD, whereas in the presence of Riboflavin, S-protein carry out normal endocytic pathway, comparable to control (no drug) group. Therefore, present study indicates ADD potentially affects S-protein's entry mechanism (endocytic pathway) in addition to its reported target action mechanism. Hence, ADD substantially interfere with S-protein cellular entrance mechanism. However, further detailed studies at molecular scale will clarify our understanding of exact intermediate molecular processes. The present study (based on limited data) reveal ADD could be potential candidate to manage Covid-19 functions through yet unknown molecular mechanism.", "annotations": [{"label": "SARS-CoV-2Protein", "start_offset": 59, "end_offset": 72}, {"label": "SARS-CoV-2Protein", "start_offset": 195, "end_offset": 204}, {"label": "SARS-CoV-2Protein", "start_offset": 179, "end_offset": 193}, {"label": "HumanGene", "start_offset": 295, "end_offset": 299}, {"label": "HumanGene", "start_offset": 263, "end_offset": 293}, {"label": "SARS-CoV-2Protein", "start_offset": 536, "end_offset": 545}, {"label": "HumanGene", "start_offset": 672, "end_offset": 676}, {"label": "SARS-CoV-2Protein", "start_offset": 743, "end_offset": 752}, {"label": "SARS-CoV-2Protein", "start_offset": 812, "end_offset": 821}, {"label": "HumanGene", "start_offset": 824, "end_offset": 828}, {"label": "SARS-CoV-2Protein", "start_offset": 895, "end_offset": 904}, {"label": "SARS-CoV-2Protein", "start_offset": 1057, "end_offset": 1066}, {"label": "SARS-CoV-2Protein", "start_offset": 1004, "end_offset": 1013}, {"label": "SARS-CoV-2Protein", "start_offset": 1134, "end_offset": 1143}, {"label": "SARS-CoV-2Protein", "start_offset": 1242, "end_offset": 1251}, {"label": "SARS-CoV-2Protein", "start_offset": 1386, "end_offset": 1395}, {"label": "SARS-CoV-2Protein", "start_offset": 1527, "end_offset": 1536}], "meta": {"id": "10.1101/2021.01.05.424956", "source": "bioRxiv", "date": "2021-01-05"}}
{"text": "SNPs at 3'UTR of APOL1 and miR-6741-3p target sites associated with Kidney Diseases more susceptible to SARS-COV-2 infection\nBackground: Since APOL1 is expressed by proximal tubules and podocytes, the kidney is likely a target for SARS-CoV-2. This increases the likelihood that African American people with the high-risk genotype APOL1 are at increased risk for kidney disease in the COVID-19 environment. Single nucleotide polymorphisms (SNPs) are found in various microRNAs (miRNAs) and target genes are changed the miRNA activity that leads to different diseases. Evidence has shown that SNPs increase/decrease the effectiveness of the interaction between miRNAs and disease-related target genes. The aim of this study is not only to identify miRSNPs on the APOL1  gene and SNPs in miRNA genes targeting 3'UTR but also to evaluate the effect of these gene variations in kidney patients and their association with SARS-COV-2 infection. Methods: In 3'UTR of the APOL1 gene, we detected 96 miRNA binding sites and 35 different SNPs with 10 different online software in the binding sites of the miRNA (in silico). Also we studied gene expression of patients and control samples by using qRT-PCR (in vitro). Results: In silico study, the binding site of miR-6741-3p on APOL1 has two SNPs (rs1288875001, G> C; rs1452517383, A> C) on APOL1 3'UTR, and its genomic sequence is the same nucleotide as rs1288875001. Similarly, two other SNPs (rs1142591, T> A; rs376326225, G> A) were identified in the binding sites of miR-6741-3p at the first position. Here, the miRSNP (rs1288875001) in APOL1 3'UTR and SNP (rs376326225) in the miR-6741-3p genomic sequence are cross-matched in the same binding region. In vitro study, the relative expression levels were calculated by the 2-ΔΔCt method.  The expression of APOL1 gene was different in chronic kidney patients along with COVID-19. By these results, APOL1 expression was found lower in patients than healthy (p<0.05) in kidney patients along with COVID-19. In addition, miR-6741-3p targets many APOL1-related genes (TLR7, SLC6A19, IL-6,10,18, chemokine (C-C motif) ligand 5, SWT1, NFYB, BRF1, HES2, NFYB, MED12L, MAFG, GTF2H5, TRAF3, angiotensin II receptor-associated protein, PRSS23) by evaluating online software in the binding sites of the miR-6741-3p. miR-6741-3p has not previously shown any association with kidney diseases and SARS-COV-2 infection. Conclusions: It assures that APOL1 can have a significant consequence in kidney associated diseases by different pathways. Henceforth, this study represents and demonstrates an effective association between miR-6741-3p and kidney diseases, i.e collapsing glomerulopathy, chronic kidney disease (CKD), acute kidney injury (AKI), and tubulointerstitial lesions susceptibility to SARS-COV-2 infection via in silico and in vitro exploration and recommended to have better insight.", "annotations": [{"label": "HumanGene", "start_offset": 17, "end_offset": 22}, {"label": "HumanGene", "start_offset": 143, "end_offset": 148}, {"label": "HumanGene", "start_offset": 330, "end_offset": 335}, {"label": "HumanGene", "start_offset": 761, "end_offset": 766}, {"label": "HumanGene", "start_offset": 963, "end_offset": 968}, {"label": "HumanGene", "start_offset": 1267, "end_offset": 1272}, {"label": "HumanGene", "start_offset": 1330, "end_offset": 1335}, {"label": "HumanGene", "start_offset": 1581, "end_offset": 1586}, {"label": "HumanGene", "start_offset": 1801, "end_offset": 1806}, {"label": "HumanGene", "start_offset": 2037, "end_offset": 2042}, {"label": "HumanGene", "start_offset": 2058, "end_offset": 2062}, {"label": "HumanGene", "start_offset": 2064, "end_offset": 2071}, {"label": "HumanGene", "start_offset": 2073, "end_offset": 2077}, {"label": "HumanGene", "start_offset": 2085, "end_offset": 2115}, {"label": "HumanGene", "start_offset": 2117, "end_offset": 2121}, {"label": "HumanGene", "start_offset": 2123, "end_offset": 2127}, {"label": "HumanGene", "start_offset": 2129, "end_offset": 2133}, {"label": "HumanGene", "start_offset": 2135, "end_offset": 2139}, {"label": "HumanGene", "start_offset": 2141, "end_offset": 2145}, {"label": "HumanGene", "start_offset": 2147, "end_offset": 2153}, {"label": "HumanGene", "start_offset": 2155, "end_offset": 2159}, {"label": "HumanGene", "start_offset": 2161, "end_offset": 2167}, {"label": "HumanGene", "start_offset": 2169, "end_offset": 2174}, {"label": "HumanGene", "start_offset": 2176, "end_offset": 2218}, {"label": "HumanGene", "start_offset": 2220, "end_offset": 2226}, {"label": "HumanGene", "start_offset": 2428, "end_offset": 2433}], "meta": {"id": "10.21203/rs.3.rs-55912/v1", "source": "ResearchSquare", "date": "2020-08-08"}}
